{"podcast_details": {"podcast_title": "The Story Collider", "episode_title": "Job Search: Stories about finding employment", "episode_image": "https://megaphone.imgix.net/podcasts/96fb99c4-682b-11e8-bfb7-07c1a1876525/image/StoryCollider_logo_Color_tag_podcast2.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " A science story. I don't know why you're a scientist. And I just thought, well, it was that golden moment. Because science was on my side. Hey everyone, welcome to the Story Collider, where true personal stories about science help us to discover how weird and wonderful it is to exist in this world and be a human. I'm your host, Misha Gajewski, and we're learning all about the wild things people put themselves through just to get a paycheck. Yep, this week our stories are about the trials and errors of finding a job. Our first story is from Hakim Walker. Hakim Walker is a two-time TEDx speaker and an instructor and residential advisor at Harvard University, where he teaches courses in the Department of Mathematics. We recorded Hakim at Caveat in New York City. His story is all about doing whatever it takes to pursue your dream career. An inspiring story for anyone who doesn't have their dream job yet. Here's Hakim. When I was a kid, my dad would call me a mathematician. And he would refer to me as Professor Walker. I was always obsessed with math. I used to sit on the floor for hours just solving every math puzzle and every puzzle book my parents would give me. I never really thought much about what I would actually do with math like career-wise, but whenever my dad would call me Professor Walker it really made me want to be Professor Walker. But in reality, I had no idea what a mathematician was or what a mathematician does. And neither did my parents. You see, both of my parents were Jamaican immigrants who came to this country with very little, least of all a college education. And so they had really no conception of what it took to be a professor and how much hard work it takes. And certainly neither did I. But I was always determined to at least get to college. And so whenever we couldn't afford to pay the electric bill, I used to do my homework by candlelight. Whenever I failed classes in high school, which I failed two of them, I had to go to night school and summer school to make them up. And when it came time to apply to colleges, I would go to the local library and I would use their internet to research schools and fill out applications. And by some miracle, I actually made it into Boston University and got accepted there. And when I got there, I immediately declared math as my major in my first semester. And I was very confident in that choice. My confidence was incredibly premature. See, my sophomore year, I hit a major wall with my classes and I discovered a really sad but real truth. My professors were there to do research. They were not there to teach me. They did not care about their teaching and they certainly did not care about my learning. One day I went into my professor's office hours because I was having a lot of trouble with a math problem. And he simply stared at me and said, we already covered that in class. So I just left. And I never came back to office hours ever again. I considered changing my major many times. I almost failed that class and I almost failed many classes in college. But I didn't ever change my major from math for two big reasons. The first reason was, despite all the struggles that I had in my math classes, math was still my passion. And it was still by far my favorite subject in school. And the second reason was that my professors ironically renewed my motivation to pursue my dream and become a professor myself. And it's not because they directly inspired me in any way whatsoever. It's because seeing them made me realize how much of a desperate need there was for educators at the college level who actually cared about education and who cared about teaching students. So if I could be that professor for even a few students in the future and if I could take that chair away from professors like the ones I had, I would consider all of that hard work and suffering well worth it. So after hundreds of hours of late night study sessions and thousands of dollars of debt, I finally graduated from Boston University with a bachelor's degree in mathematics. Now, that was all the easy part. The hard part was that in order to be a professor you of course have to go to graduate school. Now, I was very poor so I had to work for two years just to save up money to even apply to graduate school. And once I applied to graduate school I realized that I needed at least three letters of recommendation to fill out any of my applications and I could barely get two professors to write me letters. So I could only manage to apply to eight PhD programs and only one of which accepted me. And that was a program at George Washington University. Now, the program was tuition free which was great, but they didn't think I was ready to teach classes so they didn't offer me a teaching scholarship like they do with most of the PhD candidates. So that meant that I could take classes for free, but I couldn't afford little trivial things like food or clothes or a place to live. Actually, this wasn't a problem for me because I applied and received a government scholarship that was particularly for minority students in STEM. The National Security Agency or the NSA for short was willing to pay me 20 grand a year for every year I was in grad school just for me to study math. And the only thing they asked for me in return was that I spend one summer working for them doing cryptography work. Now, I had zero interest in working for the NSA. I wanted to be a professor. But I had every interest in taking their money. So I did. And it seemed like I had everything I needed to start grad school on the right foot and fulfill my dream of becoming a professor. But there was one little problem. See, in order to work for the NSA, you have to pass a polygraph test. Now, I tell the occasional fib from time to time. But when it comes to serious matters, I consider myself quite an honest person. And there's nothing more serious than my scholarship money. So I didn't think the polygraph was going to be much of an issue for me at all. But when I finally actually got to Fort Meade, Maryland at NSA headquarters to do my polygraph, I experienced what could only be called the worst psychological torture of my life. Now, you want to have seen the polygraph in movies and TV shows, I'm here to tell you the polygraph is nothing like that. It is far, far worse. So here's what they do. They put you in an all white interrogation room. And they strap you to what I will refer to as a torture device. And that torture device measures every single involuntary reaction that your body can produce. It measures your heart rate, your blood pressure, your body temperature, perspiration, brain waves, anything, you name it. It measures it all. And then they start the test and they start asking you questions. And the examiner can ask you questions about literally anything. Every intimate detail of your life, things you've never told anyone, and you have to answer. And if the machine ever detects that you are lying about anything, they don't wait until the end of the test to tell you. They stop the test immediately. They unstrap you from the torture device. They pull you aside, look you dead in the eye. And then they proceed to interrogate you until you crack basically and admit that you lied about something. So here's how my polygraph went. Is your real name Hakeem Jamal Walker? Yes. Were you born in Brooklyn, New York? Yes. Have you ever committed acts of espionage against the United States? No. Have you ever used illegal drugs? No. Hmm. My machine is getting a reaction from you here so I'm going to have to stop the test now. Look, let's just talk person to person, you and me, no machine. Be honest. Between us. Have you used drugs? No, I'm serious. I've never used drugs. I mean, I know a lot of people who smoked a lot of weed and I inhaled some of it sometimes but besides that, no, I've never used drugs. Look, I get it. You're nervous, it's a big job interview. You don't want to admit to using drugs. I get it. If I was in your seat, I wouldn't want to admit to using drugs either. But this whole process just goes a lot easier if you just come clean from the start. But I am coming clean. Like, being honest, I've never used drugs. I'm actually terrified of drugs. Come on, everyone does drugs in college. Well, I didn't. Alright, fine, if you say so. But if the machine detects that you're lying about drug use again, I'm going to have to stop this test and we're going to have to do this all over again. And that's exactly what happened. For the next three hours, they continue to interrogate me, they continue to ask me questions, I continue telling the truth, a machine kept thinking I was lying, and a human kept believing a machine over me. And so by the end of the workday, since I wasn't able to successfully pass the polygraph, the examiner failed me and sent me all the way home and gave me another month before I could come back and try the test again. So a month later, I take the two hour train ride all the way back up to Fort Meade, Maryland, and this time the polygraph actually didn't think I was lying about drug use again. This time it thought I was lying about espionage against the United States. Now I find this incredibly ironic now, because if you've been following the news, you know that a few months after this, Edward Snowden released evidence that the NSA was spying on its own citizens, and yet, they accused me of espionage. But whatever. As you might guess, I failed the polygraph a second time. They sent me home again and gave me one final attempt to pass the test. So a month later, I come back up to Fort Meade, Maryland, to do my final attempt. And this time I was honestly numb to the whole experience. I honestly expected to fail. And the only question in my mind was, which question will the torture device think I'm lying about this time? Turns out they thought I was lying about drug use again. And yet, the examiner had a different tact for me. She said that sometimes the machine picks up on lies, because it detects dishonesty in some other part of your life. So she encouraged me to try to come clean on other things that she wasn't asking about. Because this was my final attempt, I then proceeded to tell her every deep, dark secret I could think of, hoping it would finally clear my name. I'm happy to say that I bore my soul for nothing. Because I still failed. And a few weeks later, the NSA sent me a letter revoking my entire scholarship money for grad school. That night I cried. I was devastated. I was even ashamed. I actually didn't tell anyone. I didn't tell my family or my friends, anyone. And for me the worst part was actually the fact that I lost all of my scholarship money for a test that's not even admissible as evidence in a court of law. So my only recourse left was to go back to my school and beg them and apply for another teaching scholarship. Now if I wasn't going to get this teaching scholarship, I'd have to drop out of grad school and I'd have to wait years before I could apply again. And that would be the end of my dream. So I kind of didn't have high hopes for getting this scholarship, because most of the committee members were still opposed to giving it to me. But there was one member on the committee, one special member, who saw something in me that I didn't. And she defended me. And she convinced the entire committee to change their minds and give me the scholarship. And that woman became my PhD advisor. And her name is Valentina. And she supported me over the next five years of my graduate studies. Because of her, not only was I able to stay in graduate school, I was able to survive it. So after that point, I was able to teach at GW for four years. And the same university that didn't want to give me a teaching scholarship at first ended up giving me an award for excellence in teaching. And best of all, the year after that, I actually earned my PhD in mathematics. And now I am a teaching professor at Harvard University. So it turns out that losing my NSA scholarship was actually the best thing that ever happened to me. Had I been able to keep it, I would have never gotten the teaching scholarship. And I would never be able to do what I love the most in the world right now. And the whole time, throughout my whole life, I internally believe that I never actually had what it takes to be a professor. But it turns out that the one thing I needed the whole time was the one thing I actually had the whole time, which was people who deeply believed in me. And it all started with a simple childhood nickname bestowed upon me by my dad, which changed the course of my entire life. Thank you. That was Hakeem. To find out more about Hakeem or see some of the seriously great pictures he shared with us, visit our website, Storycladder.org. Being a storyteller on our stage is just one way to make Storycladder happen, but we know it's not for everyone. Maybe becoming a Storycladder donor is more your speed. Storycladder donors play an increasingly important role in the ability to bring you this podcast. We're in this together. Storycladder is one big experiment that's designed to connect us around our love of discovery, curiosity, and the natural world. If you believe in the power these stories have and this mission, please consider donating to the Storycladder at Storycladder.org. The most popular level is $10 a month, and you can make your tax-deductible donation at Storycladder.org. But really, any level makes a difference, and we're so grateful to everyone who supports Storycladder. Our next story is from Xavier Bettencourt. Xavier is an improviser, comedian, drag artist, storyteller, and fashionista. And he's been bringing laughter to Sacramento and Bay areas for over two decades. His story was recorded as a special partnership show with Capital Storytelling in Sacramento, California. And his story is all about jumping through hoops just to make it work. Something I'm sure we can all relate to. Here's Xavier. I've known I was gay my entire life. But growing up the child of conservative parents in Folsom, California, I always felt like really being like an out and proud gay man was not in the cards for me. By my late adolescence, I felt really backed into a corner, sort of forcefully ejected from both my high school and my home. I really had nowhere to go. I decided because of this that instead of searching for the path towards like my true authentic self, I'd make a hard right turn. And instead, I'd create a fictitious life for myself as a straight person. It was very interesting. I tried my best to compartmentalize my queerness. It did not go easily. You get this. You've heard my voice now. But I did my best in creating what I like to think of as the American dream exclamation point. I created what I thought was a compelling narrative. I dated, proposed to, and married my high school sweetheart. And by the age of 21, in the year Y2K, as we called it at the time, some of you guys might remember, I was married, working a minimum wage job, and pretty much just miserable with my life, but still, for some reason, dedicated to projecting this like idyllic Rockwellian image to the world. Which is why at this time I decided that it was the perfect time, working a minimum wage job, recently married, and just pretty much miserable, to buy, or try and buy at least, a new house for my wife and I. So, you know, something that people have told me throughout my life is that I'm very resilient. And my story is always the same. I don't really see myself as resilient, maybe a little bit, but what I really am is resourceful. I will get shit done. I will find a way. So, one day working at, I was at work and on my break, I was looking through real estate ads, just kind of dreaming in the Sacramento beat. I know, some of you guys are young, you might not recognize the words, real, newspaper, those are, it was like the internet in the early 2000s. So, I was looking through the real estate ads in the Sacramento beat, and I came across one that was for a low income, new home buyer program in Mather, California. I got goosebumps. I was like, this is the way, this is the path, I can do this. So, I tore it out of the newspaper, right, do we all know what a newspaper is? Most of us probably do. I tore it out, actual from the break room newspaper, put it in my pocket, and between customers, I would pull it out and just reread the details, thinking like, this has to be too good to be true. There's no way that this can actually be something that really happens. Are you keeping up? We're doing okay, right? We're doing good. Partners in crime here, my buddy. There we go. So, I'm really excited. I finally make it to my last break, and I call the number. I can't wait any longer. I call the number in the ad, and I'm connected to a woman named Maria. Maria is the home buying counselor assigned to prospective buyers to help them through the low income new home buying program. Maria was great. She had us come in, we signed this complete mountain of paperwork, and about three days later, she called us enthusiastically to tell us that we did not qualify for the program. We actually made too much money income wise with two incomes to qualify for the low income program, so we wouldn't be able to move forward unless we made less money. We needed to make less money to buy a house in Sacramento. Welcome to the year 2000. So, the choice was actually pretty easy. I was working at the time as a bank teller at a local business bank, and while I really enjoyed kind of like the customer interaction, on the other side, my cash till never balanced. Something that my bosses were like, this is a big deal, and like really like, this is the function of your job. So, I quit my job. My wife kept hers. This is a furious pace, I know. I quit my job. My wife kept hers. We moved in with my mother-in-law, and we were back on track to the American dream exclamation point. About a month before the home loan closed, I get a frantic call from Maria. Xavier, we have a problem. Okay, she doesn't sound like it was more like, Xavier, we have a problem. With the one income, you guys qualify for the program, but now our loan underwriters are saying you're $400 a month short of qualifying for the loan. I was actually pretty calm about it, right? That resourcefulness had gotten me this far. I'd find a way, but $400 just seemed like a very specific amount, and I had no idea. Well, I did have an idea, actually. I would turn to where I looked for anything in the year 2000. Craigslist. I scoured the job boards on Craigslist looking for anything that would get me even close. I applied for a job as a day laborer, a phone book delivery guy, a door-to-door coupon salesman, and then I saw the ad that would change my life. Enthusiastic science educators wanted. Teach four classes a week, one hour classes, make $25 a class. Now I know this is for a science podcast, but we can do some quick math here together, right? Four classes a week at $25 is? $200. Times four weeks in a month is? $400. $400 a month. That's the exact amount of money I need. You guys are great, by the way. I'm going to put you in the pocket for when I need you next time. $400 a month. I was like, wow, and this job actually sounds fun, and it's the perfect amount of money I need? I typed up a resume as quickly as I could in a little cover letter explaining my love of working with kids and the fact that I sort of knew a little bit about science, and I faxed it. That's like a newspaper, but you send it over the airwaves. I don't even know how faxes work, to be honest. I faxed in my resume and my cover letter within an hour. I got a call from, oh, wait, I got a call from Christina at Mad Science of Sacramento Valley. And Christina said, we think you might be perfect for this job, and we would like you to come in tomorrow to the Mad Science Laboratory for an interview. I was so excited. I picked out my interview outfit. I remembered, never forget it, pleated dockers, a blue chambray shirt, square-toed faux leather black shoes, and a Crayola crayon necktie that I thought was like the pièce de résistance for this interview. I'm still convinced it might have gotten me the job. I drove up to the, I drove the next day into sort of a nondescript strip mall, fully expecting a Mad Science Laboratory, but instead finding a door with an atomic symbol sticker on it, wedged between a dental prosthetics workshop and an independent state farm agent. I was underwhelmed. But I saw a woman peeking her head out of the door, and she looked at me and she was like, Xavier, over here! So there was no turning back. I walked to the door and she was like, Xavier, I'm Mad Scientist Christina, it's so nice to meet you, come on in. So I went in. I was still a little underwhelmed as we walked past, just some little office furniture and stuff, but we went into the back room of the Mad Science Laboratory and it was very impressive. Floor to ceiling, stacked with these big plastic totes with names on it like, Wacky Waves and Rockin' Rockets and the Science of Magic. I was like, this is so cool, I didn't even know this existed yesterday, and now I might get to be a part of it. She walked me over to a table where one of these boxes was open and she explained that they were called kits, and each one had everything you needed to teach an after school class to the kids, and each one had a special finale. And in this case, it was a dry ice demonstration. The class was called Fire and Ice. It was all about temperature and sublimation, and I was like, I don't know what those words are, but we can worry about that later. She walked over to another little table that was sitting there, there's a little red igloo ice chest, and she brought it over to the table and she opened it up and this big poof of white sort of smoke in front of her face, I'm just going to keep doing this and watch him doing it with me, just like, woo! And she reached in, she put on some safety goggles, plastic safety goggles and some leather gloves, and she reached in and she pulled out a big chunk of dry ice, and then she reached into her pocket and she pulled out a quarter, and she shoved it vertically into the dry ice and it started vibrating really quickly, and she explained to me that that was because of the temperature differential between the warmth of the quarter, even at room temperature, and the below freezing dry ice. I was like, oh wow, that is pretty cool. She pulled it out, she looked directly at the quarter and she said, if you think that's cold, Mr. Washington, try this on for size, and she shoved that quarter face down into the dry ice, resulting in this really obnoxiously loud hiss and squeal. I laughed a little louder than I should have, but I was beginning to sort of give way. All of a sudden I realized I hadn't even thought about that $400 since I walked into all this. I was just having a good time learning about all of this stuff. She finished her demonstration and she took off the goggles, she set the gloves on the table and she said, all right, Xavier, your turn. And I was like, what do you mean my turn? And she said, well, this is your final interview question. I want you to just do the best you can, you know, kind of show me what I showed you and let's see how you do. Now, it came back to me, that $400. I realized, oh, I got to really prove myself here. I got to show that I can do this because I need this job. I got to get this money. So I put on the gloves, I put on the goggles and Christina walked over to a hat rack and she grabbed a spare Mad Scientist lab coat. She walked over and helped me put it on and I just felt chills down my spine. And I looked at her and she said, I'm ready when you're ready. And I said, hey, Christina, I'm Mad Scientist Xavier and I'm here to teach you some really cool stuff about science. And she got this big grin on her face. And I kind of knew at that point the job was mine. I relaxed into it. I did the best I could remembering these demonstrations. And I taught my first Mad Science class the next Monday. A week later, I had a letter from Bill, an affidavit to the Bill was the owner of Mad Science, to the home buying program explaining that I would be making exactly $400 a month that I needed in order to qualify for the loan. And I got the keys to that house a month later and moved in. A few months later, I realized that it wasn't about extra money anymore. The loan had closed. Everything was fine. But now I realize I really enjoy doing this. I wanted it as a career and I told that to Bill. And within three months, I was the general operations manager of Mad Science of Sacramento Valley. I still got to teach the kids classes, but now I was going to elementary schools and selling the programs to principals. I was hosting birthday parties. I was doing full on full production school assemblies and eventually the main stage at the Solano County Fair. It was so fucking cool. Sometimes in our lives, we have these moments where we feel seen. And at this time, I was still deep in the closet pretending to be someone who I wasn't. But when I showed up to that job, my light managed to work its way out of the threshold of that door. And sometimes I could just tell that people saw the real me. And what that did was it made me yearn for more of those moments. And it was a slow process. But year over year, I wanted more of it. I wanted a life with less hiding and pretending and more pride and authenticity. And in 2014, I came out to my wife in the world and I found that life. Now, I know there is no the American dream exclamation point. It's more like the American dream ellipses. And it's always changing and it's different for everyone. But recently, for like maybe about two months, my American dream has been to show up to the Verge Center for the Arts and get up on a stage and tell a silly little story about my life as an out and proud gay man that I never thought I could be. So I guess that you could say for tonight only, my American dream came true. Thank you. That was Xavier. You can find out more about him or read the transcript of his story on our website. Our website is just one way to connect with Story Clatter, but there are so many other ways and we hope you'll use all of them. You can also follow us on social media. We're on Twitter, Facebook, Instagram and TikTok. Head to storyclatter.org to become a financial supporter. Or if you want to come to a recording session of one of our shows, you can find a show near you on our website, too. The storyclatter.org is so very grateful for the support of Science Sandbox, a Simon's Foundation initiative dedicated to engaging everyone with the process of science. This podcast is produced by me, Miesha Gajewski, along with Nikesha Roberts-Washington, Jun Chen and Aaron Barker, executive director and co-founder of The Story Clatter. The stories featured in today's episode were from shows produced by Christine Gentry, Paula Croxen, Brian Kett and Leslie Berntzen. Special thanks goes out to Story Clatter's board and staff, including Amory Lonsdale, Edith Gonzalez and Lindsay Cooper. Our theme music is by Ghost, and next week I'll be back with two incredible disability and STEM stories that were adapted from the recently published book Uncharted, how scientists navigate their own health, research and experiences of bias. You won't want to miss it or the exclusive interview with co-editors Skylar Baer-Young and Gabby Cerrito-Marx. Until next time, thanks so much for listening."}, "podcast_summary": "Outline of the podcast episode:\n\nI. Introduction to the episode and theme\n    A. Host introduces the podcast and its purpose\n    B. Theme of the episode is introduced: trials and errors of finding a job\n\nII. Story 1: Hakim Walker - Pursuing a dream career in mathematics\n    A. Hakim's childhood fascination with math\n    B. Challenges faced in college with unsupportive professors\n    C. Determination to become a professor and inspire future students\n    D. Financial struggles and the opportunity to work for the NSA\n    E. The intense experience of taking a polygraph test for the NSA\n    F. Failing the test multiple times and losing the scholarship money\n    G. Support from a PhD advisor and eventually achieving his dream of becoming a professor\n\nIII. Transition and call to action\n    A. Host discusses the importance of storytelling and the support of donors\n    B. Encourages listeners to consider donating to support the podcast\n\nIV. Story 2: Xavier Bettencourt - Creating a fictional straight life\n    A. Xavier's upbringing and feeling unable to be openly gay\n    B. Decision to create a straight persona and pursue the American dream\n    C. Attempt to buy a house through a low-income new homebuyer program\n    D. Learning that they did not qualify due to their income\n    E. Xavier quitting his job to meet the income requirement and moving in with his mother-in-law\n    F. Last-minute complication with the loan underwriters requiring an additional $400 per month\n\nV. Conclusion and reflection\n    A. Xavier's determination and resourcefulness to overcome obstacles\n    B. Gratitude for the support received from others\n    C. Reflection on the journey to finding a job and pursuing dreams\n\nVI. End of podcast and call to action reminder\n    A. Reminder to visit the website for more information about the storytellers\n    B. Final call for donations and the impact they have on the podcast's mission", "podcast_guest": {"Guest": "Hakim Walker", "Wiki Summary": "Abū ʿAlī al-Manṣūr (13 August 985 – 13 February 1021), better known by his regnal name al-Ḥākim bi-Amr Allāh (Arabic: الحاكم بأمر الله, lit. 'The Ruler by the Order of God'), was the sixth Fatimid caliph and 16th Ismaili imam (996–1021). Al-Hakim is an important figure in a number of Shia Ismaili sects, such as the world's 15 million Nizaris and 1–2 million Musta'lis, in addition to 2 million Druze.Histories of al-Hakim can prove controversial, as diverse views of his life and legacy exist. Historian Paul Walker writes \"Ultimately, both views of him, the mad and despotic tyrant (like Germanic and Roman despots) irrationally given to killing those around him on a whim, and the ideal supreme ruler, divinely ordained and chosen, whose every action was just and righteous, were to persist, the one among his enemies and those who rebelled against him, and the other in the hearts of true believers, who, while perhaps perplexed by events, nonetheless remained avidly loyal to him to the end.\" He is known by his critics as the \"Mad Caliph\" and \"Nero of Egypt\"."}, "podcast_highlights": "Lesson: Pursue your passion even in the face of obstacles.\nEvidence: Despite struggling in math classes, Hakim Walker remained determined to pursue a career in mathematics because it was his passion and favorite subject in school.\nSpeaker name: Hakim Walker\n\nLesson: Believe in yourself and find people who believe in you too.\nEvidence: Xavier Bettencourt created a fictitious life as a straight person to please his conservative parents, but eventually found the strength to be his true authentic self with the support of his mother-in-law and home buying counselor Maria.\nSpeaker name: Xavier Bettencourt\n\nLesson: Overcoming challenges can lead to unexpected opportunities.\nEvidence: Losing his NSA scholarship was devastating at first, but for Hakeem Walker, it ultimately led him to receive a teaching scholarship and achieve his dream of becoming a professor.\nSpeaker name: Hakeem Walker\n\nLesson: Resourcefulness can help achieve goals.\nEvidence: Xavier Bettencourt's resourcefulness led him to discover a low-income new home buyer program and pursue the opportunity to buy a house, despite not initially qualifying for the program.\nSpeaker name: Xavier Bettencourt\n\nLesson: Persistence and perseverance are important qualities.\nEvidence: Hakeem Walker faced numerous challenges and difficulties in pursuing his dream of becoming a professor, but he refused to give up and ultimately achieved his goal.\nSpeaker name: Hakeem Walker\n\nLesson: Honesty is important, even in difficult situations.\nEvidence: Xavier Bettencourt experienced the psychological torture of a polygraph test, but remained honest throughout the process, even if the machine doubted his answers.\nSpeaker name: Xavier Bettencourt\n\nLesson: The support and belief of others can make a significant difference.\nEvidence: Valentina, the PhD advisor of Hakeem Walker, believed in him when others did not, and her support helped him succeed in his graduate studies and become a teaching professor at Harvard University.\nSpeaker name: Hakeem Walker\n\nLesson: Sometimes the best thing that can happen is not getting what you originally wanted.\nEvidence: Losing his NSA scholarship turned out to be the best thing that ever happened to Hakeem Walker because it led him to receive a teaching scholarship and pursue his passion for education.\nSpeaker name: Hakeem Walker"}