{"podcast_details": {"podcast_title": "The Story Collider", "episode_title": "Resurfacing: Stories about coming back to oneself", "episode_image": "https://megaphone.imgix.net/podcasts/96fb99c4-682b-11e8-bfb7-07c1a1876525/image/StoryCollider_logo_Color_tag_podcast2.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " A science story. I don't know why you're a scientist, they felt this way. And I just thought, well, it was that golden moment. Because science was on my side. Hey everyone, welcome to the Story Collider, where true personal stories about science help us to discover how weird and wonderful it is to exist in this world and be a human. I'm your host, Misha Gajewski, and this week we're going to explore what it's like when you start to feel like yourself again. I'm talking about what it's like when you've been in the depths of winter for so many months that the first day of spring feels like rebirth. Or coming out of your own chrysalis. Remember what that feels like? Our first storyteller is Sarah Koussinas. Sarah is deeply fascinated by the developing brain and is a professor at the University of Virginia. She has an 11-year-old daughter, Maddie, three very big dogs, and is a lifelong swimmer. We recorded Sarah's story at the University of Virginia for an incredibly special show at the UVA President's house. It was such a fun time and there were so many people in the room that the audience had to sit on the stairs. Sarah's story is all about shaking off that self-doubt that people put in your head and getting back to the things you love the most. I like to think that maybe someone listening will be inspired to return to something they loved. Here's Sarah. Mrs. Green looked at me and she said, uncoordinated and ungraceful. She wasn't wrong. She had had me in ballet classes for a few weeks and it was painfully obvious to her that I was never going to be a dancer. I didn't look like a dancer. My tutu was never straight and my hair was too wild to go up in a bun. And I didn't want to be a dancer. And most importantly, I think, like most six-year-olds with only partial brain myelination, I in fact was not coordinated. But Mrs. Green's declaration released me from dance and to this day I will never know why my parents decided on swimming as my next extracurricular activity. Neither of them were swimmers and in fact neither like the water at all. But a few days later I found myself underwater. At six, jumping into a pool with no idea how to swim, let alone stay afloat, it's hard to explain the feeling. It just felt right. I loved the silence that I would feel when my head would go under the water. And my arms and legs actually moved with a precision and rhythm that I didn't even know I had. So at age six I was taking swim lessons. By age eight I had joined a year-round team. And at age ten I started swimming competitively. Swimming was very quickly becoming who I was. I was addicted to it. I loved the way that it was a way to shut off the day at the end. My brain would silence when I was under the water. And I loved the physical push. The idea that I could train to be more efficient and faster and better. And that those aching muscles were actually a sign of growth. At the same time that this kind of happening was happening in the pool, I was doing well at school and I was stretching those muscles. As a sixth grader I was in grade level math but was put in algebra because I was doing so well. And I was honored to be asked to serve on my school's science Olympiad team. So all of these successes were kind of coming together. And the culmination of that year was that I also achieved my first national cut to a swim meet. So things were going really well. Swimming was teaching me that hard work paid off. And that I was capable of really difficult things. At 16 I bought my first car. A baby blue 1984 Chevrolet Sundance with no AC. But it was my chariot to and from school and practices. I was doing twice a day training, weights, taking AP classes. And unlike my friends who were dealing with acne and breakups and fights with their parents, I was exactly where I wanted to be. I was excited about next steps in my life. I wanted to swim as a Division I swimmer and pursue my dream of becoming a pediatric neurosurgeon. A chance encounter in elementary school, meeting someone's parent, where she was ascribing to us why she studied kids' brains. And somebody in the room asked, why do you study kids' brains? And she said, because they're not the same as adult brains. And that stuck with me. I was fascinated by this concept of developmental neuroscience. A few months later I was in an evening practice. It was late, past 8.30. And Jack, my coach, had just given us our last set. Eight 200 yards stroke with virtually no rest. It was meant to be intense. He had actually put trash cans behind the lanes. And I had personally puked at least twice. The set was tough. Actually, it sucked. I was doing my best and I was keeping up, but not everybody else was. I will never forget the sound of Jack's voice screaming at all of us to stop. He took his stopwatch and threw it at the pool deck and it shattered into what appeared like a million pieces. And we all stopped dead in the water. Why aren't you trying harder? He screamed. Look at Stolle. Stolle Hut is my maiden name and Stolle is a nickname that Jack had given me. He screamed, why aren't you trying harder? Look at Stolle. She works so hard and she doesn't even have talent. In that moment, the world stopped spinning. My cheeks started getting red. My mind was racing. My heart was pulsing. Why was Jack mad at me? What had I done? I was not late to practice. I had not chatted during the kick set. And I had not even asked to get out of the water to go to the bathroom. Why would Jack say I had no talent? Did this mean that my hard work was for nothing? Did this mean that every time I had to work harder, it was because I was a failure? So swimming very quickly went from being a punitive, my pleasure to a punishment. I remember driving home that evening and walking into my home wrapped in a towel, carrying my blue mesh equipment bag behind me. I dropped it on the floor and I said to my parents, I'm quitting. Before I could even explain why, they quickly told me that quitting wasn't an option. That I had to finish what I had started. There was no discussion. There was no reflection. They had decided I had to keep swimming. And young lady, you will do your best. I got back in the water and I was training harder than I ever had before, but I wasn't getting the rewards that I had. My time stagnated. I was deeply insecure. Jack's words were constantly swirling in my head that I was a failure and had no talent. My grades started to slip and the hard work that I was putting into the classroom was no longer yielding those results. I was deeply insecure and felt like a prisoner in my life. I ended up doing well enough to get a scholarship to go to college and I was swimming on a Division I team and I tried to seize the opportunity to follow my dreams to become a pediatric neurosurgeon. But Jack's words swirling in my head literally made me feel like I was swimming in a pool of self-doubt. My times completely stagnated. My head no longer shut off when I went under the water and I felt like a failure. In fact, by the end of my freshman year, I'd given up my dream of becoming a pediatric neurosurgeon. I still love science. I was still fascinated by the brain. But what if I wasn't good enough to do that? I ended up graduating from college and at 22, I stopped. This thing that I had done daily since I was six, I simply stopped. I was no longer swimming. I was not a swimmer. But I still loved science. I got into a graduate program, very thankfully, but I struggled the first year. The classes were hard and I barely passed. But I found myself joining the lab of developmental neuroscientists. The love of the brain and this idea that the adult brain and the child brain are different never left me. He was kind and patient and brilliant. And the work we were doing didn't feel like work. I was good at science. I enjoyed imaging zebrafish embryos and building complex genetic constructs and dose response curves and small molecule screens and shooting lasers at cells. I was good at this and I actually learned that I am much better at asking questions nobody knows the answers to than memorizing the findings of people that have come before me. I loved hours long conversations with my graduate and eventual postdoc mentor. I lived for the late night imaging sessions and the sound of water through the fish facility pipes every morning. A thought started to creep in. I'm good at this. Maybe science is something I can do. Maybe I'm not a failure. In 2009, the University of Virginia offered me a position as a developmental neuroscientist. That fall, my husband followed me here and we were moving our stuff in our new home. And I was taking a trip from the house to the truck to grab another load to move into the home. And my husband stood there with a faded blue mesh equipment bag. It was like a punch to the gut. My husband, who knew nothing of my childhood, was holding something so deeply personal. And in it, I had left everything at 22 years old. A pair of old goggles, a warped kickboard, and my love of the pool. But in that moment, at that time, I felt like I needed to get back in the water. So my suit was two, maybe three sizes, too small. My goggles dry-rotted and my kickboard horribly warped. But I walked out of the locker room of a local gym with a muscle memory I didn't even know I had. I remember the feeling of the clammy, uneven tiles under my toes as I walked onto the pool deck in the thick, oppressive, humid, chlorinated air. And I just breathed it in. I stood behind the block and I put on my cap and goggles and I dove into the pool like I had done a million times before in a previous life. My goggles instantly fell off. I took in a huge gulp of water and I dove way, way too deep. But I made my way to the surface and I started swimming. And I kept swimming. I was uncoordinated and ungraceful, but I had found myself. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. That was Sarah Kosinas. If you'd like to find out more about her or see some of the delightful pictures from her story, head to our website, StoryCollider.org. Also, if you'd like to hear more of the stories from the special UVA show, you can listen to them on the Who's in STEM podcast. I'm Ken Ono, a math professor at UVA and the host of the podcast, Who's in STEM. The story you heard today from Sarah is just the tip of the iceberg. On Who's in STEM, our goal is to vault flights of imagination and wonder by showcasing the cornucopia of all that is STEM at UVA and beyond. I didn't even know what a glacier was when I was a kid. Dr. Francis Collins, thank you for joining us. I'm delighted to be with you and talk about my alma mater. I started researching weapons of math destruction because I was like, okay, I keep seeing the same thing happen over and over again, which is people trust math algorithms too much. We give them too much power. I hope you'll listen and subscribe to Who's in STEM wherever fine podcasts are served. Their upcoming episode drops July 8th, and on it you'll hear stories from UVA professor of environmental change, Scott Donnie, as well as UVA's dean of engineering, Jennifer West, and UVA's dean of the School of Data Science, Phil Bourne. Listen wherever you get your podcasts. And coming up on the Story Collector on July 21st is another UVA story from Sarah Maloney, who is an exceptional crafter and a mathematician. So keep an ear out for that. Being a storyteller on our stage is just one way to make Story Collector happen, but we know it's not for everyone. Maybe becoming a Story Collector donor is more your speed. Story Collector donors play an increasingly important role in our ability to bring you this podcast. We're in this together. Story Collector is one big experiment that's designed to connect us around our love of discovery, curiosity, and the natural world. If you believe in the power these stories have and this mission, please consider donating to Story Collector at storycollector.org slash donate. A lot of folks find the $10 a month level works for them, but really any level makes a difference, and we're so grateful to everyone who supports Story Collector. Our second story is from Michael Herrera. Michael is an atmospheric scientist, avid birder, and photographer. Lately, he's been rediscovering his curiosity and passion for everything the world has to offer. And that's exactly what his story is all about. It was recorded at our go-to spot in Washington, D.C., Smitty's Bar. The theme that night was unknowns. When I was a kid, I had this insatiable curiosity about the world. And all of my favorite memories of that feeling are filled with vibrant colors, the bright blue skies, the deep purple of an eggplant in our garden, or the way the light would shine off of a rock to give off its structure and color. I have this particularly fond memory of finding this colorful meteor in my backyard. I was so excited, you know, and I knew NASA had to know about this. So I packaged that meteor up, and I sent it to them. I sent it to NASA, and they actually responded. They got back to me. They sent me a package back. You would not believe it. That meteor was, in fact, a rock. But they sent me this letter encouraging my curiosity. They gave me educational materials, posters, things that I've kept my whole life. It's one of my favorite memories of being an inquisitive kid. But that childlike curiosity didn't last. You know, life kind of wore me down, and I lost some of those vivid colors. It's late April 2020 when I get COVID. Beginning of the pandemic, no vaccine. So I'm just thankful that it's not a serious case, not even necessarily the sickest I've been in my life. But it lays me up for a little bit. I take it nice and slow recovering from that. You know, this is beginning of the pandemic. Full remote telework, shut down, so I can take it nice and easy. No rushing, no pushing myself after getting sick. So June rolls in, and my personal COVID experience has moved to the back of my head. I'm feeling healthy. Cases look like they're coming down. So my CrossFit gym opens back up. I'm excited. I've been making progress on my physical health before now. And I just want to get in there and hit the ground running. But that month in the gym is wrong. Something's wrong. I'm constantly on the verge of passing out. I'm struggling to find my energy and no success. It hasn't clicked yet that this is the first time since I got COVID that I've actually physically pushed myself. I'm still thinking it's all in my head, and maybe I just need to change things up a little bit. So I decide I'm going to take a hike. I drive out to Shenandoah. Nothing too strenuous. Just going to enjoy the weather. I make it halfway into the hike before all of a sudden I'm gasping for air. It's like I can't catch my breath. Nothing I'm doing seems to be working. And now I'm looking around, and I don't know which way I came from. I don't know which way is back to the trailhead. I'm starting to get scared and panicky. I can't find the blue trail marks. I don't actually remember how I got back to the trailhead. I remember stumbling to my car, my eyelids half closed and collapsing into my driver's seat and waking up sometime later. I don't even know how much time passed. No choice was made. My body had just given up on me. I still remember the exact place that I parked next to this tree. It wasn't a colorful tree. I just remember the washed out bark. No rich browns. The next several months get progressively worse, and by the end of it I'm practically bedbound. I'm sleeping 18 plus hours a day. I'm barely managing a grocery shop, let alone work. My job is focused in math and programming, and I'm struggling just to drive my car. On top of the fatigue, I had this debilitating brain fog that would make even simple thoughts too complex and viscous to get through. I would have colleagues trying to explain something to me, and it was like the connections needed to understand what they were saying just weren't there. I could understand each individual word, but put them all together and it was meaningless. The best way I could think to put it was that thinking was like walking through deep, thick mud. On top of that, I had migraines, racing heart, feeling like I was having a heart attack, the constant threat of passing out. Every little thing that I would try and do or even think just resulted in frustration and anger and then sadness and forfeit. My world, which had been somewhat colorful before, was now just gray. There were long stretches of time during that period where I had seriously considered suicide because I thought that I would never recover. I thought that my entire existence was now constrained to my dimly lit, black and white apartment and my bed. It's about a year before I start to feel like I'm really making progress on the physical side of my health. I'm getting out more. The cognitive symptoms aren't quite as bad, but mentally and emotionally, I'm left broken, a shell. I've retreated inside and become resentful and angry and cynical and ashamed every negative caustic emotion. There was no room for anything else, but not hope, not curiosity, just dread. I was alive, but that was it. That lasts quite a while. It's spring of 2022, two years now after I originally got sick. A couple friends from grad school had moved up here. I ended up moving to the same neighborhood as them. They had just met someone in the area too. The four of us form this nice little friend group. We're sitting around one night and I'd often joke about how cynical and empty I become, which really is not funny. This new friend of ours, she doesn't think I'm cynical. She sees a light there. I'm taking it back. I throw it off. I'm like, light? What does she mean light? I can see inside myself there's no light there. There's nothing left. She doesn't understand what I've been through. She doesn't get me. There's no way she could. She's just being kind. She's pitying you. Don't let her give you hope because you know where that ends. This is my thought process for weeks. Like I'm trying to convince myself to stay in this place. Didn't matter though. Something had shifted. She could see me. She knew that I had made a choice, that I chose to keep trying to live. And that choice carried with it implicit hope and light and love, even if I couldn't access it right at this moment. I remember texting her when I realized this shift. I said, I don't know if this will actually grow into anything, but I recognize this and I appreciate it. It wasn't until much later that I realized the impact that just that tiny moment would have on changing the entire course of my life. What does it mean to choose to live? That was the question that I had to ask myself. And the answer that I came up with was that the life that I was living wasn't worthy of the choice I had made. When I made, when I came to that realization, that moment, I began sprinting towards what I thought I had lost. I really never even fully grasped. A big part of that sprint ended up being birdwatching. A friend of mine last year convinced me to go birding and I jumped way into the deep end so fast. In those first four months of birdwatching, there will only be a few days where I don't bird. I was getting outside. I was getting exercise and sun. I was losing weight. All of this helping my long COVID, seeing the biggest improvements that I have seen this entire time. But that wasn't the most important part. I was getting out. I was learning, discovering and exploring this whole new world that had opened up to me. It was like I had stumbled across that childlike curiosity again. One night I'm at my friend's place, the same one who told me that I'm not cynical. I'm having dinner at her place. I'm sitting at the bar in her kitchen. She comes around the bar and sits down next to me. She wants to talk to me about birding. She wants to ask me why I do it. She knows me pretty well at this point and knows that sometimes I can kind of really throw myself into something. She wants to talk to me about birding addiction. I laugh for a second and I think about it and I think about why I do this. It's about the birds, sure. I wouldn't spend so much time doing this if I didn't find them endlessly fascinating, but it's not about the birds. I explain I had been struggling at work, feeling like I couldn't keep up anymore. I couldn't do my job. COVID, even though all this progress I had made in my recovery, it still felt like COVID had stolen something from me that I never got back, even now. I'm still dealing with this stuff today, three years later. But here I am in this new area, this new field, learning quickly, thriving. I say maybe I'm not as broken as I thought I am. She gives me this big hug and I realize in that moment that this isn't only just the result of the long COVID and I'm not the only one who's been feeling this way during the pandemic. I was given this opportunity, this short opportunity last summer, to help a friend out with some field work, capturing and banding birds, specifically robins. We arrived at this field site in Virginia at four o'clock in the morning, way early. It's in this big park, this big hill in the middle of the park, and there's just three of us that day. So this busy morning, we're setting up nets and I know I'm going to have to manage some of these nets by myself for the first time. This means extracting birds on my own. I hadn't done that yet, so I was a little nervous. So I walk up this hill and I come over the top and I'm looking at the net and I see there's this eastern bluebird that has flown in and gotten itself caught. Before I even get to the net, I realize this bird is really tangled. It's gotten itself woven into the net in different places. I know this is going to be the most difficult extraction that I've had to do so far and I'm on my own. But I start working the bird and pull this off here. I've got to feed it back through the net and pull this part off. It's like this complicated puzzle that I'm trying to do. And finally, I get this bird free. And I'm holding this eastern bluebird in my hand, this unrealistically blue bird. And I'm thinking this is the culmination of all this work that I'd made in my recovery. This is a physically demanding job. I'm walking miles up and down these hills in the summer heat. There's this complex problem solving involved with extracting these birds. These are things that I never thought, I never dreamt of doing again and here I was succeeding at them. This was like a long, difficult race up to this point and now I'm crossing the finish line. But really this is just the starting line to everything else. So I take one last look at the bluebird and I let it go and it flies off into the woods. Blue is my favorite color, probably because it stands out so vividly in my memories. And thinking back to that bird now, I see these colors that I don't even think exist in nature, maybe not even in reality, these bright, vivid blues. You know, once again, my world has become filled with these vibrant colors. Thank you. That was Michael Herrera. If you want to find out more about him or see some of the awesome bird pics he sent us, visit our website, Storyclutter.org. Our website is just one way to connect with Storyclutter, but there are so many other ways and we hope you'll use all of them. We're on Twitter, Facebook, Instagram, and TikTok. Head to Storyclutter.org to become a financial supporter. Or if you're like, hey, I want to bring a Storyclutter show to my community, you can learn how to do that on our site too. The Storyclutter is very grateful for the support of Science Sandbox, a Simons Foundation initiative dedicated to engaging everyone with the process of science. This podcast is produced by Erin Barker, executive director and co-founder of the Storyclutter, and me, Miesha Gajewski, and Jen Chen. These stories featured in today's episode were produced by Ari Daniel, Shane Hanlon, and Mariam Zerring Halam. Special thanks goes out to Storyclutter's board and staff, including Anne-Marie Lonsdale, Edith Gonzalez, and Lindsay Cooper. Our theme music is by Ghost, and since July is Disability Pride Month, next week we're featuring stories on that theme. So, until next time, thanks for listening."}, "podcast_summary": "through. But she's persistent. She starts to ask about my interests, my passions before I got sick. And I start to talk about my love for the natural world, for birds and photography and science, the colors that used to fill my world. She encourages me to explore those interests again, to find a way to bring color back into my life. And I resist at first, thinking it's impossible. But eventually, I give it a try. I dust off my camera, I grab my binoculars, and I step outside. And for the first time in years, I notice the colors. The vibrant green of the leaves, the brilliant blue of the sky, the rich browns of the tree trunks. It's like a whole new world has opened up to me. I start going on birding outings, photographing the beauty around me. And with each outing, my passion reignites. My curiosity awakens. I start to feel like myself again, like I'm rediscovering the wonder of the world that I had lost. And as I immerse myself in nature, I also start to feel a sense of peace. A connection with something greater than myself. I realize that there is so much more to life than just my own struggles and pain. And that realization gives me hope. It gives me a reason to keep pushing forward. And now, I'm on a mission to share that joy and wonder with others. Through my photography and my storytelling, I want to help people see the beauty in the world and reconnect with the curiosity and passion that lies within them. Because I know firsthand how transformative that can be. Thank you. Thank you. Thank you. Thank you. Thank you. That was Michael Herrera. Michael is actually the administrative producer of the Story Collider podcast. You can find him on Twitter @Mike_J_Herrera. I'll spell that for you. M-I-K-E underscore J-H-E-R-R-E-R-A. The Story Collider is also grateful for the support of SpringerNature, who has enabled us to bring live storytelling to even more people. If you are a scientist or have a scientist in your life, SpringerNature provides an array of books and journals that you or they might find interesting. You can check them out at springernature.com. This episode of the Story Collider was produced by me, Brian Wecht, Jesse Hildebrand, Ari Daniel, Christine Gentry, and Shane Hanlon. The podcast is produced by Zoe Saunders. The theme music is by Ghost. Special thanks to the temporary LLC for hosting the show and to the Frontiers of Science program for bringing us to UVA. Thanks for listening. Stay safe, wash your hands, and we'll see you next time.", "podcast_guest": {"Guest": "Sarah Koussinas"}, "podcast_highlights": "1. Lesson: Overcoming self-doubt and pursuing what you love.\nEvidence: Sarah's passion for swimming led her to overcome self-doubt and pursue her dream of becoming a pediatric neurosurgeon until a negative experience at the pool caused her to question her abilities. However, years later, she found her way back to swimming and rekindled her love for it, proving that it's never too late to pursue what you love.\nSpeaker name: Sarah Koussinas\n\n2. Lesson: Hard work pays off.\nEvidence: Sarah's dedication to swimming taught her the value of hard work and the rewards it brings. She trained hard and achieved her first national cut to a swim meet, showing that perseverance and effort can lead to success.\nSpeaker name: Sarah Koussinas\n\n3. Lesson: Don't let others define your abilities.\nEvidence: Sarah's coach's comment about her lack of talent affected her self-confidence and made her doubt herself. It caused her swimming to become a punishment instead of a pleasure. However, with encouragement from her parents, she continued swimming and eventually found her confidence again.\nSpeaker name: Sarah Koussinas\n\n4. Lesson: Finding your passion can bring joy and fulfillment.\nEvidence: Sarah's rediscovery of her love for science and working in a developmental neuroscience lab brought her happiness and a sense of purpose. She realized that she was good at it and that science was something she could excel in.\nSpeaker name: Sarah Koussinas\n\n5. Lesson: Self-doubt can hinder progress and growth.\nEvidence: Sarah's internalized self-doubt and negative beliefs about her abilities affected her performance in swimming and her academic success. It held her back from pursuing her dream of becoming a pediatric neurosurgeon until she learned to overcome it.\nSpeaker name: Sarah Koussinas"}