{"podcast_details": {"podcast_title": "The Story Collider", "episode_title": "Standing Your Ground: Stories about sticking up for yourself", "episode_image": "https://megaphone.imgix.net/podcasts/96fb99c4-682b-11e8-bfb7-07c1a1876525/image/StoryCollider_logo_Color_tag_podcast2.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " A science story. I don't know why you're a scientist, they felt a fume. And I just thought, well, it was that golden moment. Because science was on my side. Hey everyone, welcome to the Story Collider, where true personal stories about science help us to discover how weird and wonderful it is to exist in this world and be a human. I'm your host, Misha Gajeski, and this week we're learning about sticking up for ourselves and standing our ground, which is often a scary thing to do. Our first story is from Louis Mello. Louis was born in the Dominican Republic, but grew up on Manhattan's Upper West Side. Now he works as a safety quality analyst in the psychiatry department at Mount Sinai's hospital and runs his own data science consulting and multi-service business. Louis's story is all about getting the recognition you deserve for your work. It was recorded at Caveat in New York City for a special show in partnership with Mount Sinai Friedman Brain Institute. Here's Louis. So I've always been like a team player. It's just the way that I kind of grew up, family dynamics, and also from just playing organized sports from elementary school all the way through college. So it's just always a thing that I am. Like for example, I'm the guy that wakes up butt crack early to go to the park and play soccer. I'm the guy that's always like, I'm the guy that wakes up butt crack early to go to the park to get the best spot for the picnic. Or the guy that, when I worked at Staples growing up, was volunteering to switch shifts with coworkers just to accommodate them and make everybody comfortable and happy. Or the guy that, you know, set up a system with the neighbors to combat that damn alternate side parking. So that's just one thing that has always carried me and just taught me to kind of like complete projects, be social, and it was just a skill that carried me throughout. I was undecided when I went to college. I didn't really know what I wanted to study, but I was there. I would show up to class all the time, and after junior year, it was time to declare a major. So I decided psychology. This is what I want to do. This is it. So I was taking classes and learning about all the different types of psychology and all the different fields, and I started to learn that I was becoming fascinated with research and the process of it. You know, the lit review, the methodology, the developing of tools to collect data, the analyzing of data, the interpretation of the data. It just fascinated me. So I was, I was, I was, I was sad. I was like, this is what I want to do. And the icing on the cake was going to Eastern Psychology Association to present my senior thesis. So I was sad. I was like, this is what I want to do. This is, this is it. So I graduated college and, you know, like most college grads, you don't know what kind of job you're going to get. You just got to get a job. So I started finding myself in a lot of direct care work. I was working as a case manager for a home-based crisis intervention program or as a teacher's assistant in a therapeutic community in a foster residential program, foster care residential program. So those were the kind of jobs that I was getting and I started to notice that if I want to do this research, I need some more school. So I went back to grad school and I armed myself with the importance of statistical significance and learned about t squares. And I was just ready to go out there and do more research. So I found a job in a city agency where that was one of the main things that they did research. So for the first year, I was just I was there learning and trying to learn about different standards and different ways to provide oversight. Because the agency that I worked at provided oversight for different types of mental health programs, behavioral health, addictions, housing programs, prison reentry programs. So those are the types of of things that I was evaluating and and reviewing. So right around this time was around the time that Mayor Bloomberg then Mayor Bloomberg came out with the food standards, New York City food standards. I don't know if you heard about the New York City food standards, but if you ever go to McDonald's and you see the number of calories next to the menu, that's one of the reasons why. So you see a Big Mac and you see five hundred and sixty three next to it. That's how many calories are in it. So when it came to city agencies that were receiving money from the city to provide services, they had an extra hundred hundred and twenty set of standards that they had to follow. For example, if a program purchased purchased food, there was there was a set of standards for that. If a program served food, there was a set of standards for that. If they purchased a can of tuna, the can of tuna had to be less than two hundred and ninety milligrams of sodium. Or if they purchased a cereal, it has to be less than two hundred and fifteen grams of sugar, less than six grams of sugar. I'm sorry. So the options for the participants wasn't you know, wasn't the most healthy. They all complained about it. But the main point of the food standards was to provide food that had less added sugar and lower sodium in order to reduce instances of obesity and high blood pressure, amongst other health disorders that could happen because of bad diet. So one day I'm sitting in a staff meeting and our assistant program director who looked like Woody Allen and wore the extra baggy suit like the suit was extra big on him. He gets up there and says, we've been commissioned by the mayor's office. We have to come up with a report to measure the impact of the food standards and how the city agencies are complying with it. So I looked around the room and I was part of a multidisciplinary team that consisted of M.D.'s, it consisted of P.H.D.'s, consisted of M.B.A.'s, consisted of social workers, nurse practitioners. It was about 23 different people, different practices, disciplines in the room. I looked to the left where the M.D.'s are and I see one, she's doodling flowers. The other is playing Sudoku. I looked to my right, I look at the P.H.D.'s, they're looking at each other like making a face like, don't, don't volunteer, don't, don't, don't do it. I look to the end of the table, I see the social workers, they're not even paying attention, they were somewhere else. So I kind of slowly start to raise my hand and I say, this is my chance, like, you know, I got some stuff I could do here. So I say, I'll do it, I'll do it. So Dr. T says, great, stop by my office and we can discuss the particulars, but I think you're going to need a colleague to help you out. So I said, okay. I looked around the room and I already knew nobody was really interested, so I was in for one. So the next day, I was able to convince Dr. N, who sat two doors down from me, to help me out. And I was able to convince her by saying that I will do her housing and apartment inspection visits all the way out in Brooklyn, the last stop on the A train. So that was going to be a long trip, but I was able to convince her I said I was going to do 15 of them. So we go to Dr. T's office and we sit there and he's like, this is a list of 622 programs that we have to review and evaluate. What do you think we should do? And in my brain, I'm already going, oh, you know, we got surveys, we got online surveys, we can do this, we can do that. I'm thinking SPSS, I'm thinking about coding, this is going through my brain, everything that we think we should do. So I start to kind of rattle off a plan of what we should do and he's like, that sounds great. Here you go. We'll talk soon. So I was like, all right, we're out of here. So we at first, I would meet with Dr. T, we would meet with Dr. T like every three months. And every time we would meet, we would rattle off how many programs we chopped off the list. Oh, we're down to 498 now. Three months later, it's about 320. Three months later, we're down to about 47. And at this time, he's already getting a little anxious, I guess. And he's like, we need to meet more often. I need more updates. And he's constantly asking daily updates of 46, 45, 43, 30. And at one point, he says to us, well, we have a deadline of July 1st for this project. So why don't you put something on my desk by June 23rd? I was like, great. I'm writing up my summary. I'm punching in numbers, one coding zero, zero. I'm going crazy just on the computer. Zero, one, another. Getting this done. So I write up my summary. I find out we write up our summary. We get our findings. We get it into him. Type up the report by Dr. T, by Dr. N, and by Louis Mello. Hand it in to him. Great. A few days go by. I'm feeling great. I'm like, we just finished this awesome food standards project. This is going to be great. I think it was a Tuesday afternoon. I ran into an old colleague who used to sit in our office, actually. And he now moved on to the mayor's office. And he knew that we were working on some food standards, but he was always a jokester. And he would tell me, hey, we got the report on the food that you guys sent over. It was awesome, but I didn't see your name on it. So I'm thinking, this guy's messing with me. He's always messing around. I'm like, get the F out of here. You're messing around. So don't mess around. He's like, no, seriously, I didn't see your name on it. So I thought he was joking. So I just kind of walked off and just went to my desk, thought he was playing. But there's something in my brain that said, you know, check that out for yourself. So I went into my computer, checked my email, and I didn't just didn't see anything that said I was included in the message to the mayor's office. So I was like, hmm, maybe he was telling the truth. Maybe I wasn't included on that. So I built up the courage and I went to Dr. T's office and I said, hey, I heard that the mayor's office got the report. Do you mind sending it to me? He said, sure, no problem. Sent it over to me. I rushed over to my desk, opened it up. Sure, the guy was right. My name wasn't on it. I was shocked. I was I couldn't believe it. I was like, what what just happened? Like we just spent the last nine months working on this. And why is my name on it? Why is Dr. N's name on it? Does she know? Let me go tell her. So I go over to her office. She's in there jamming to Mary J. And, you know, I tell her, I'm like, hey, I don't know if you saw this, but our names is not on this. She looked at it and she wasn't as upset as I was. And she wasn't shocked. And what she told me was, it's not a big deal. You got to pick your battles in this place. And I don't think that I'd battle. I want to have right now. I looked at her and I said, are you serious? You're going to let them play us like that? Like our names not on this. Like we did this work. Like we did it. He didn't do it. We did the work. He just had minor feedback for it. But she was like, it's OK. You know, there'll be other opportunities for you to get your name on a report to the mayor's office. So just just live with it. And I was like, all right, kind of was a little dejected and frustrated and walked back to my desk. And I was like, this can't be right. This can't be right. I'm looking left. I'm looking right. I'm looking up. I'm looking down. I'm just kind of doubting, like, just the work that I just did, like what would happen, like what's going on? But something inside of me told me, no, this is not right. You have to do something about it. And I read the moment I got up and I marched down to Dr. T's office. And have you ever been in a city building and one of those old city buildings? They're old. They got bricks, you know, tall doors. I'm marching through them like it didn't even faze me. I'm like six foot. I didn't even face. I'm walking through the smell in the dust. Nothing. I get to his door and I start to bang on it. Bam, bam, bam, bam. He wasn't there. He shared the office with the director of the program and she heard me. So she came out of her office like, what's this loud noise? And she's like, Louis, is everything all right? And I'm like, yeah, kind of. But she noticed that something wasn't right with me because she knew she knew me. She saw my face and she thought I was a little upset. It's like, what's going on? Are you sure everything's all right? And I'm like, yeah. And I had the report in my hand. I'm like, yeah, we worked on this report and it went to the mayor's office. And my name is not on it. And she goes to me, really? Let me take a look at that. I saw this report. It was really good job. And she's like, yeah, you're right. Your name is not on it. This is this is not right. And right when she said that Dr. T just happened to pop up, he just walked right through the door and we both looked at the same time. And and she said, hey, Dr. T, come over. We have something to discuss with you because Louis is over here. He has some questions about this report. So he comes down, sits down and he's like, what's going on? And I say to him, I'm like, yeah, I got the report that you sent over to me earlier. And I noticed that my name wasn't on it. And I just wanted to know why. And he said, oh, you know, your name is going to go on it. Supposed to be on it. I'm just going some back and forth, some edits going back and forth with the mayor's office, some things I got to tidy up. But but, you know, I'm just going to go back and forth. Things I got to tidy up. But but, you know, it's supposed to be there. I thought to myself, yeah, right. You mean that. So I looked at the director and she said, just let's make sure everybody gets the credit they deserve for this project. So she kind of defused the situation. I walked out and went back to my office. She went back to her office. Dr. T went back to his office and a few days went by and I kind of stopped thinking about it. I was like, I'm getting played. This is messed up. But I came to my desk and I opened up my email and I don't know about your job, but my job since like broadcast email broadcast about everything happened in the agency. Sometimes you just ignore those emails. You don't even read them. You just like whatever. But that day, the email came up. And what did I see? It said the first thing that popped up, it said New York City food standards for meals and snacks served. And right under it, Louis Smello, Dr. T, Dr. N. And I was like, what? Mama made it. I was pumped. I was pumped. But then I had a moment to kind of reflect. And what my takeaway from it was that there's going to be moments of doubt, but your skills and your ability put into action is going to outweigh the doubt. So don't be afraid to stand up for yourself and the work that you do. Thank you. Heck yeah. Don't you just love it when the good guy wins? If you want to learn more about Louis, head to our website, Storyclatter.org. Now, being a storyteller on our stage is just one way to make Story Clatter happen, but we know it's not for everyone. Maybe becoming a Story Clatter donor is more your speed. Story Clatter donors play an increasingly important role in our ability to bring you this podcast. We're in this together. Story Clatter is one big experiment that's designed to connect us around our love of discovery, curiosity, and the natural world. If you believe in the power these stories have and this mission, please consider donating to the Story Clatter at StoryClatter.org. The most popular level is the $10 a month, and you can make your tax deductible donation at StoryClatter.org. But really, any level makes a difference, and we're so grateful to everyone who supports Story Clatter. Our second story is from Sarah Maloney. Sarah is an associate professor in the Department of Mathematics at the University of Virginia. She also loves hiking, scuba diving, traveling, reading, crafting, you name it. We recorded Sarah's story at the University of Virginia during an incredibly special show at the UVA President's House. Sarah's story is all about getting the courage to speak up when something isn't right. I hope we can all learn from Sarah and get the courage to call out things we know aren't okay. Here's Sarah. It's 2014, and I'm in Israel for one of my first international conferences. I was invited to speak about an article I finished a few months earlier about certain dynamical properties of moduli space of geometric structures. I didn't know many participants at the time, but I was very excited to be there. The conference center was right on the beach. We were talking about math all day long, and the atmosphere was just very informal. Everybody was wearing t-shirts and shorts. My talk was on the second day in the morning. I was nervous, but I tried to concentrate on my math, and it was great to see encouraging faces in the audience, like my postdoc advisor, Jeff. I think the talk went very well. People ask a lot of questions, and they seem to really like the result. And I still remember a joke I had at the last minute that made people laugh a lot. So after the talk and a really nice discussion over lunch, I decided to go for a walk with a few of my colleagues. That's typically math conferences. I'm waiting for my friends, and I see a professor from Marseille who I didn't know very well at the time, but it was work I knew about, approaching me with a smile and said, I really enjoy your talk. I was happy to hear, so I thanked him. He then continued, I especially like the picture in your talk. At that point, I was a bit confused because I only drew the Faray graph, which is a graph which encodes a simple closed curve on certain surfaces I was discussing, but it's very common in our field. So I asked, which picture? I think I only drew the Faray graph, which I'm sure you know about. And the answer, I meant the picture on your body. I froze. I have a small butterfly tattooed on my back, and I knew he was referring to that. And in that moment, time slowed down. A lot of thoughts came to my mind, and I realized it must have happened when I was writing on the blackboard with my back to the audience. I always try to reach the top so that I don't have to erase too many times, given my height, and my shirt must have moved up. I felt really uncomfortable, so I excused myself then left. And I was definitely not in a mood for a walk anymore, so I went back to my room. I remember hearing him say, it's just a joke. But I was already away. Back in my room, I started replaying the talk in my head many times. I was wondering how many times that must have happened, and what are the people that I care about, the expert in my field thinking about it now. I was also not sure what Martin wanted to achieve with this comment. And that really built on fear I had, so I was wondering, am I overreacting? Am I being oversensitive? Comments like that didn't used to bother me at all in other contexts, but there it did, because I felt he was not seeing me as a mathematician. He was just seeing me as a woman, as a body on stage. And that built on fears I had about my career and myself. Am I good enough to be a mathematician, or am I just here to fill a quota? In the afternoon, there were other talks, and I was there physically, but my mind was elsewhere. Definitely the events that happened didn't put me in a great mood. I was feeling out of place, embarrassed, and that is not typical of my personality. We went for dinner, and I was sitting at the table with a few colleagues and my postdoc advisor, Jeff, and people were laughing, bringing back the joke that I had before, and I tried to laugh along. I think it was clear my laugh wasn't very genuine. So after dinner, Jeff asked me if everything was okay. He always did that, making sure that I was okay. And I think I answered, yes, sorry, I'm just a bit distracted. But I noticed that he was not buying my fake answer. And so I told him what happened and why I felt so silly, because I felt I could have prevented it if I just had thought about it, if I just had dressed differently. And he told me that it was not my fault, that I should not blame myself. And he said that in such a kind but firm way that I felt I could believe him. And that already made me feel better. The next day, he also told me that he learned Martin. It wasn't the first time Martin had felt other women in the field, feeling uncomfortable. He asked me if he could share what had happened with the conference organizer to see what they could do about it. I felt ashamed, but I agreed. And after that, I focused on the good aspects of the conference, the new result, the networking, and little by little the good feeling I had about the conference came back, thanks to Jeff and to the other wonderful people there. Later, I learned that actually the conference organizer told Martin that what he did was unacceptable, that he should apologize to me, which he did via email half-heartedly. And that he was not going to be welcome at any other conference in the future. I felt that this was crucial for me to see. I really felt that my community showed me that they had my back, they wanted me there. And this made a shift in my mind. I stopped blaming myself. And for that to happen, it was crucial that on that day, Jeff saw me. He took the time to see what was going through, and he was not afraid to get involved. Fast forwarding today, I mostly feel safe and comfortable in my community. But unfortunately, events like this continue to happen. What changed is maybe my attitude. Just to give an example, I was at a meeting, and one of my colleagues was presenting some decision from her committee. After her presentation, the floor was open to discussion, and one professor started explaining why he disagreed on everything she just mentioned. Even though he already explained to each committee member this point before. He repeated this point three times, and this tone became increasingly aggressive. And this was making my colleague more and more uncomfortable. I was a more junior member of the group at the time, so I was waiting for someone else to just step in. But when I was seen, nothing was happening, I politely said to the professor that we all heard his agreement, and asked if he could leave space for someone else to share their thoughts. I think this kind of shocked him. But the chair of the meeting at the time sided with my suggestion, and we moved on with the meeting. This is just a very small example, but he's here to just say that thanks to the support I received myself in Israel, I'm not the same person I was in 2014. If I see something that is not okay, I said something. That is uncomfortable very often. But I think it's really essential for everyone to witness, and for us as a community to keep moving forward. Thank you. Our website is just one way to connect with Story Clutter, but there are so many other ways, and we hope you'll use all of them. Like, if you want to tell a story on our stage, right now we're looking for wild stories for an upcoming show in Seattle with KUOW and the Wild Podcast. Anything from how you first fell in love with nature or biology and how it piqued your curiosity to experiment and explore, to how an experience in the wild has affected your personal or working life, or something completely different. Send us a short one to two paragraph pitch to stories at storycollider.org with the wild and the subject line. We're accepting submissions only until July 27th. You can also follow us on social media. We're on Twitter, Facebook, Instagram, and TikTok. Head to storycollider.org to become a financial supporter, or if you want to bring a Story Clutter show to your community, you can learn how to do that on our site too. The Story Collider is very grateful for the support of Science Sandbox, a Simons Foundation initiative dedicated to engaging everyone with the process of science. This podcast is produced by Erin Barker, executive director and co-founder of the Story Collider, and me, Misha Gajewski, and Jen Chen. The stories featured in today's episode were produced by Paula Croxen, Latasha Wright, Ari Daniel, and Shane Hanlon. Special thanks goes out to Story Collider's board and staff, including Anne-Marie Lonsdale, Ida Gonzalez, and Lindsay Cooper. Our theme music is by Ghost, and next week I'll be back with stories all about feeling like a fish out of water. Until next time, thanks so much for listening."}, "podcast_summary": "to be interested in my work. After the talk, everyone went for a coffee break, and that's when it happened. I was approached by a senior mathematician, let's call him Dr. Smith, who I had never met before. He introduced himself and started complimenting my talk, saying how great it was to see young mathematicians like me doing such important work. I was flattered, of course, but then the conversation took a turn. Dr. Smith suddenly started making inappropriate comments about my appearance, saying things like, \"You're a beautiful mathematician,\" and \"You must have a lot of admirers.\" I felt uncomfortable, but I didn't know how to respond. So I just smiled and thanked him, even though deep down, I wanted to tell him that his comments were inappropriate and unprofessional. But I didn't want to make a scene or risk my reputation, so I just let it go. The rest of the conference was a bit of a blur. I couldn't shake off the feeling of discomfort from that encounter, and it affected my confidence and my ability to fully engage with the other participants. I couldn't stop thinking about what had happened, and I started questioning myself, wondering if I had done something to invite those comments. It wasn't until I returned to my university and talked to a trusted colleague about the incident that I realized how wrong it was for Dr. Smith to treat me that way. My colleague reassured me that I had every right to feel uncomfortable and that I shouldn't blame myself. She encouraged me to speak up and report the incident to the conference organizers. It wasn't an easy decision, but I knew it was the right thing to do. I wrote a detailed email describing what had happened and sent it to the organizers. I hoped that they would take my complaint seriously and address the issue. A few weeks later, I received a response from the conference organizers. They thanked me for reporting the incident and assured me that they took it very seriously. They informed me that they had spoken to Dr. Smith about his behavior and that they would track any further incidents. Knowing that my complaint had been taken seriously gave me some sense of closure, but I also realized that addressing one incident wasn't enough. I wanted to raise awareness about the importance of creating a respectful and inclusive environment in mathematics and other fields. So I started speaking up more, sharing my story with colleagues and students, and advocating for policies and procedures that would prevent and address instances of harassment and discrimination. It wasn't easy, and sometimes I faced pushback or skepticism, but I knew that it was important to stand up for what I believed in. Over the years, I've seen positive changes happening within the mathematical community. More conferences are implementing codes of conduct, and there's a growing awareness of the importance of addressing these issues head-on. But there's still work to be done, and I'm committed to being part of that change. I want everyone, regardless of their gender, race, or background, to feel safe and valued in the mathematical community and in scientific fields as a whole. By sharing our stories and standing up against harassment and discrimination, we can create a more inclusive and supportive environment for all. Thank you. (applause)\n\nYes, thank you, Sarah, for standing up against harassment and discrimination and for inspiring us to do the same. If you want to learn more about Sarah, head to our website, storyclighter.org. The story quoted in this episode was produced by Sharkhype-Oder, with additional credits from me, Misha Glajeski. The podcast is hosted by me, Misha Glajeski. The theme music is by Ghost. Special thanks to Caveat for hosting the show and to StoryClighter's board, the Ruth and Gwenie Memorial Fund for their immense generosity, and finally to the Friedman Brain Institute for being such enthusiastic partners for this show at Caveat. Thanks again for listening, and until next time, bye!", "podcast_guest": {"Guest": "Louis Mello", "Wiki Summary": "Mia Gypsy Mello da Silva Goth (born 25 October 1993) is a British actress. Following a brief stint in modelling as a teenager, Goth made her feature film debut in the erotic art film Nymphomaniac (2013). She gained further recognition with films such as The Survivalist (2015), High Life (2018), Suspiria (2018), and Emma (2020).\nGoth achieved a career breakthrough in 2022 when she starred in the X slasher film series installments X and Pearl, the latter of which she also co-wrote. She has since starred in the horror film Infinity Pool (2023).\n\n"}, "podcast_highlights": "1. Lesson: Stand up for yourself and the recognition you deserve for your work.\nEvidence: The speaker, Louis Mello, talks about how he volunteered to do a report on food standards for a city agency and was originally left off the report. He stood up for himself and confronted his supervisor, eventually getting his name added to the report.\nSpeaker name: Louis Mello\n\n2. Lesson: Your skills and abilities outweigh doubt, so don't be afraid to stand up for yourself.\nEvidence: Louis Mello reflects on the doubt he had when he discovered his name was missing from the report on food standards. Despite the doubt, he realized his skills and ability were valuable and deserved recognition.\nSpeaker name: Louis Mello\n\n3. Lesson: Have the courage to speak up when something isn't right.\nEvidence: Sarah Maloney shares her experience at a conference where, during a presentation, a speaker made an inappropriate comment. Sarah spoke up and called out the behavior, urging the audience to be mindful of their language choices.\nSpeaker name: Sarah Maloney\n\n4. Lesson: It's important to trust your instincts if something doesn't feel right.\nEvidence: Sarah Maloney describes how she felt uncomfortable at an international conference when a male participant was making advances towards her. She trusted her instincts, removed herself from the situation, and reported it to the conference organizers.\nSpeaker name: Sarah Maloney\n\n5. Lesson: Be proactive in creating change by speaking up against inappropriate behavior.\nEvidence: Sarah Maloney emphasizes the importance of not staying silent when faced with inappropriate behavior. By speaking up, she hopes to create a change in the environment and make conferences a safer space for all attendees.\nSpeaker name: Sarah Maloney"}