{"podcast_details": {"podcast_title": "The Story Collider", "episode_title": "Overthinking: Stories about repetitive thoughts", "episode_image": "https://megaphone.imgix.net/podcasts/96fb99c4-682b-11e8-bfb7-07c1a1876525/image/StoryCollider_logo_Color_tag_podcast2.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " A science story. I don't know why you're a scientist, they felt this way. And I just thought, well, it was that golden moment. Because science was on my side. Music Music Hey everyone, welcome to the Story Clutter where true personal stories about science help us to discover how weird and wonderful it is to exist in this world and be a human. I'm your host, Misha Gajewski, and this week we're exploring that all too familiar problem of overthinking. The type of thinking where you go over and over the same scenario in your head to the point where you think you could predict any outcome. That kind of overthinking. Our first story is from Saren Sealy. Saren Sealy is a post-doctoral researcher in the psychiatry department at the Icahn School of Medicine at Mount Sinai. She's curious about how the brain readjusts after a severe stressor and she gets excited about mentoring, data science, and helping human neuroimaging researchers make their science more reliable and reproducible. Her story is all about questioning your work and what the point of everything is. Something I think everyone can relate to at some point or another. It was recorded at Caveat in New York City for a special show in partnership with Mount Sinai Friedman Brain Institute. Here's Saren. Music Music It was October 2021. I was two months into my dream post-doc position. And I was straight up not having a good time. I had just been broken up with by two people I really cared about. Post-doc was a lot more isolating than I had anticipated. Then there's a pandemic and my brain had coded fun as selfish pretty firmly. But mostly I was sort of having an existential crisis about my work. I study grief and trauma. And I use brain imaging to understand why some people experience a severe chronic form of grief. I didn't go to grad school initially intending to study grief. Actually, I just wanted to work with the person whose lab I joined. But once I was in it, I was hooked. I would talk to our bereaved participants and the work I was doing felt important. My dissertation study results actually made sense. And I trusted the data. It felt like I was doing good science. And I was contributing to how we understand prolonged grief. It was so much fun to lose myself in data, even if the only thing I got done that day was troubleshoot one script. I particularly loved talking about ideas with my PhD mentor, Mary Frances. Near the end of my PhD, we were working together on a theory paper where we proposed that grieving is a form of learning, really relearning the world. One of her ideas was about why the brain has so much difficulty coping with the loss of a loved one. And that has to do with a part of the brain called the hippocampus. This is a part of the brain that's involved in a lot of different memory functions. But one of the things that it does for us is it builds spatial maps. It maps out our physical environment so that we can do things like remember that home exists, even if we're not there at that moment. And we know how to get from here to there. Her idea was that perhaps just as the brain does this for our physical space, it may also do this for our relationships. And what makes grief so difficult to deal with is that suddenly that mental representation, where that person was on the map that we cared about, they're no longer there and we don't know how to find them. So that was a lot of fun. But now I am I moved across the country twice during a pandemic in two years. And I couldn't stop obsessing about my work. The neuroscience work I was doing felt increasingly disconnected from what I was seeing people go through all around me. There was an overwhelming amount of grief and trauma, and I felt completely unable to do anything about it. I couldn't stop thinking what is this all for? Am I just now wasting my second NIH fellowship's worth of taxpayer dollars to make these silly little brain images that I don't even know if they mean anything? They might not even be real. What the hell am I doing with my life and why is everything terrible right now? So at that point, my six years of training as a clinical psychologist finally kicked in, and I recognized that I could probably benefit from therapy. I found a therapist named Olivia spelled with an A, not an O, and she was a really good therapist. Of all the therapists I've had, which have been many, I probably trusted her the most. Enough to do the things that I didn't want to do, which in therapy are usually the things that you should be doing. I remember one time we would meet on Mondays. I would be sitting at home on my couch, and she would be on my laptop screen in front of a green wall hanging, in New York, wherever she was. And I was sitting on the couch. I was crying about missing grad school and everyone I knew there, as usual. And I finally had to ball up the wet wad of Kleenex I was holding in my hand, and I looked up at the screen and said, oh my god, I need to get over this. I cannot be like one of those people whose peak of their existence was when they were high school football quarterback. And they're 45, and they're still telling stories about that. I cannot be 40 in five years and still talking about my PhD. And she looked at me and she said, Sarin, you study grief, right? Yes. It's okay to be sad about everything you lost. Now, I'm someone who usually gets a little prickly when people try to validate me too much, but there was something about hearing it from Olivia that really meant something to me. I believed her. When we terminated six months later, she told me that I was the first of her clients to ever show her a painting that I'd done inspired by a therapy exercise. Overall, things felt a lot less terrible, but I was still stuck on this issue with my work and the brain imaging. And how do we even know is any of this real? Am I just particularly skilled at making up stories I am seeing in patterns and statistical noise? What if none of this means anything? About seven months later, it's 1 a.m. and I'm standing in my tiny bathroom brushing my teeth. On Sunday night, I had been working late on some lectures I was supposed to give to the psychiatry residents that week, actually about grief and grief neurobiology. And as I was brushing my teeth with one hand, I was scrolling through Twitter with the other hand, despite knowing that catching up on whatever science Twitter is beefing about this week is not a great way to wind down before you go to sleep. And as I scrolled, a post from one of my Twitter mutuals caught my attention. Now, this is someone that I don't actually know them. We had just done the thing where you've added each other at some point on Twitter because you're vaguely in the same field. But what stopped me in my tracks and made my stomach drop was I saw the name Olivia spelled with an A, the name of my therapist. And then I saw the last name of my therapist and a photo and a GoFundMe link for funeral costs. I felt so disoriented. I finally spit out my toothpaste and thought about this doesn't feel right. This shouldn't be happening. I thought about everything Olivia had helped me with and all of the other people that I'm sure she had helped too and all of the people that she would have helped if she hadn't died. She did amazing work, both for her clients and therapy and also for her community as an advocate for people affected by interpersonal violence and trauma. And I finally put down my toothbrush and because my brain is an asshole, the next thought I had was you should have been the one who died. You don't do shit for anyone. And Olivia had so much more to give to the world. Thank you brain, that is extremely helpful right now. And then the next thought I had after that was wow, I cannot believe how disoriented I feel. This is a it's this very spatial feeling. This is cool. This is what Mary Francis, my PhD advisor, was talking about with the spatial maps and the hippocampus. And I thought, well, maybe if the spatial maps idea is real, then fuck it, maybe what I'm doing could be real too. A few months later I am sitting in a hotel lobby continental breakfast bar with my mom. We've been visiting my sister in DC and I'm telling my mom about the latest grant that I'm writing, all about how our brains learn to adapt to loss. And she starts telling me about her father who died when she was younger than I am now. I've never really heard her talk about him before. And I'm watching as tears start to roll down her cheeks under her glasses and she asks me how does our brain know how to do that? How does it know to stop looking for that person that we love who's gone? Because I felt it happen. But how and why? And I say, yes, that is exactly what I'm writing this grant about. That's exactly the human experience I'm trying to understand. And it felt like that was real. The next day I am on the train back to New York and nestled into the vinyl seat in my winter coat. I pull up my laptop. I'm supposed to be working on this assistant professor position application, which is really overwhelming. But right now it feels actually exciting. I like thinking about what my program of research is going to be in five years, ten years. What are the questions that I think are so important for the world to understand, for science to understand that I can deal with the rest of this stuff. The losing my community, moving for academic jobs every couple of years. The trying to find someone to pay me money to run the brain scanner. The doubts about whether or not I'm doing the right thing, whether I'm helping anyone. And in that moment I thought, thank you, Olivia. I am clearly still learning from you. Thank you. Applause Music Music That was Saren. For more details about Saren, head over to our website, storycollider.org. Being a storyteller on our stage is just one way to make Story Collider happen. But we know it's not for everyone. Maybe becoming a Story Collider donor is more your speed. Story Collider donors play an increasingly important role in our ability to bring you this podcast. We're in this together. Story Collider is one big experiment that's designed to connect us around our love of discovery, curiosity, and the natural world. If you believe in the power these stories have in this mission, please consider donating to the Story Collider at storycollider.org slash donate. The most popular level is ten dollars a month and you can make your tax deductible donation at storycollider.org slash donate. But really, any level makes a difference. And we're so grateful to everyone who supports Story Collider. Our second story is from comedian Nat Towson. It's all about being confronted by a part of yourself you might not have been aware of. You might recognize Nat from The Tonight Show or read his work in Esquire, Vice, College Humor, or The Onion. His story was first performed at our show at QED in Queens, Astoria, but was re-recorded at Caveat this past month. Here's Nat. Music Music I'm an over-thinker, or as I like to call it, a normal amount of thinker. I don't think I should be judged negatively compared to the amount that the average person thinks. Personally, I think some people could speed up a little bit. I do have a tendency to think about things until I ruin them for myself. I'll just keep going until I find the negative detail. And that's why I didn't like it all along. I knew it. Don't tell me if you like a movie. I'll tell you the detail of the movie that makes the whole plot fall apart. Recently got invited to go to a bachelor party. It might shock you that I'm actually not a bachelor party kind of guy. I know I come off as a jock. I was talking to another friend who was invited to the party, and I was like, I just don't like bachelor parties. I don't like it's disappointing what you learn about your friend. I'm trying to wrap my head around, like, he thinks this is his last weekend of freedom. And he wants to spend it in a house with 20 straight men. Like, this isn't how we normally hang out. Who is this for? And what does it say about him that he wants to spend a weekend with his closest friends in the world and none of them are women? You're 38 and you don't have one strong female friendship? One person who would think it's weird that they weren't invited to a party? And the friend I was talking to was like, yeah, you're thinking about this too much. What's gonna happen is we're gonna go get drunk and high and hang out with our friends for two days. And you have found a way to already be having a bad time. And it hasn't even started yet. And I was like, okay. Point taken. And I laughed and I went to the bachelor party and it was fine. I had fun, but I was thinking that the whole weekend. I was like, why are we doing this? And the whole time I was kind of waiting for it to be over and everyone else seemed like they were in it. I wasn't really all the way there. And I thought about this and you know, it was fine and it's funny sometimes, but I started to think, you know, like, am I stuck like this? Like, am I gonna be this way forever? Is my whole life gonna be not really fully enjoying or experiencing things because I'm always looking for what's wrong with them and I'm always fixating what's wrong with them. And I don't have an answer to that. But luckily, I go to therapy twice a week, because you're not better than me....... And I asked my therapist about it. I said, you know, I do this thing where I can't stop thinking and I always end up somewhere negative and like, I just don't know exactly what's going on. And he said to me, and I quote, well, you're a thinker.... And I said, could you elaborate? And he said, and I quote, well, you have a lot of thoughts. You're not wrong, but it seems more like a symptom than a diagnosis. So I asked him, well, am I always going to be this way? And he said, rather sagely, well, have you always been this way so far? I thought about that. I was like, huh. I tried to remember what was the first thing I ever ruined for myself. Like, what was the first time I searched for a flaw and then couldn't enjoy that thing anymore? And I went way back in my head and I remembered that when I was four years old, I was obsessed with the barren, stained bears. If you don't know, Berenstain Bears is a series of children's books about a family of bears, mama, papa, brother, and sister that was created so that parents don't have to talk to their kids about issues.... There is a Berenstain Bear book for every topic. It's like, oh, you're getting bullied? That is tough. We are going to let the bears tackle that one. Slide the book across the table. Watch from a distance. Every Berenstain Bear book has the exact same plot, but I loved it. Every time. Brother, sister, and papa get into some typical suburban trouble. They get peer pressured, or they watch too much TV, or they cook meth. And then when things look hopeless, mama solves the problem using her unemployed feminine wisdom. Because these books started in the 70s, so they're stuck in 70s progressive. Every Berenstain Bear book is like, oh, woman did something. Does that challenge your assumptions? I was reading these in the early 90s like, no? My mom has a master's degree. The Berenstain Bears are in money trouble. She should have a job. You see, I can't stop picking it apart. My brain will just do this no matter what. I'll tell you right now, these books are full of plot holes. When I look at them as an adult, I didn't notice this as a kid. I remember that I didn't notice this. But I can tell you right now that papa is a carpenter, but they live inside of a tree. And every other character in the book has a house. And at no point does any character ever say to papa, do you realize that you have the skill set and the materials to build a home for your family? You see, I could just do this forever. But I didn't recognize this when I was a kid. I just loved them unqualified until one day I discovered the loose thread that I couldn't stop tugging on that ruined the Berenstain Bears for me forever. I was reading the Berenstain Bears Go to the Doctor with my mom. And I remember the page clearly. Brother is signing his friend's cast, and so far he has written in red letters B-R-O. And I looked at that, and I looked at my mom, and I said mom, what is he writing on the cast? And she said he's writing his name. And I said excuse me? His name is brother? I always thought people were just calling him that. My mom says no, it's his name. And I said his legal name? She said yes. And I was like, his Christian name is Brother Berenstain? She said yes, what's wrong with that? And I, for the first of what would become thousands of times throughout my life said, I'll tell you what's wrong with that. First things first, he's two years older than sister. Who names their only child brother? Oh no, mom, is he the only cub from that litter that survived? How lucky for that matter were that the second kid was a girl? They were already locked into the name scheme. And I was like wait, mom, does that mean that their real names are mama and papa? And she was like, well I don't know. I was like wait, you mean to tell me that four other people thought this was a good idea? And then their kids happened to meet and fall in love and then they thought it was a good idea. And my mom was like, I think you're taking this a little serious. I was like, no, no, no, no, no. They have a friend whose name is Lizzie. Real names exist in this universe. Wait, why do they live in a tree? None of this makes sense. And my therapist said, yeah, you're going to be like this forever. He said, but it's not a bad thing. It's what makes you a good comedian. Because you can look at things from every angle. It's what makes you a good writer and editor because you can see the flaws in anything. But it can also make you miserable. Because when you're upset, you can always find something bad to be upset about. And I said, okay, I'm aware of it. And he said, it's not enough to be aware. Sometimes you have to be stop yourself from thinking that way. You have to make the decision not to follow your thoughts to the ultimate negative end point. And then he said something I wasn't expecting at all. He said, when you're in your head looking for a flaw in things, you are not experiencing empathy. You're not thinking about the people around you. You're not caring for the people around you or how you could participate in the conversation. Or how you could participate in society, in the situation that you're in. Because you're so far in your head looking for something negative. And so if you want to be an empathic person in the world, you need to be more present and practice empathy instead of being so internal and negative. I said, okay. I took that with me. And I tried to maintain aware of that. I thought about that because when I was younger, you know, it always felt like I was uncovering the truth. I realized that it's really a matter of what you choose to fixate on. And a few days later I was taking the bus because the system only works if we participate in it. And I was a little in my head thinking about something else until the bus turned off. Power off. We're at a station. Bus driver gets on the intercom and goes, we're going to be stopping here for a couple minutes. We are two minutes ahead of schedule. It happens. You see, if the bus is ahead of schedule and then it leaves the station ahead of schedule, people who are on time will miss the bus. It's annoying, but it happens. And everyone on the bus is accepting this, except for one guy. He's in the absolute back row and he just pops up out of his seat. And he makes a beeline for the driver. And as he passes me, I can see that he has the app on his phone that shows you on a map where all the buses are. And this guy is striding forward and I can see him and he's wearing khaki shorts, a brown belt, blue shirt. Tall guy. Kind of handsome. Kind of handsome. In an offbeat way, I would say. Glasses. He's got glasses for sure. Kind of big nose, but maybe makes him look distinguished. And he's about 15 years older than me. I'm watching this man get up in the driver's face and he starts going, you've got to move this bus. There's another bus right behind us. Why do we have to wait for this? If people who are on time, look at the next bus. This bus will get there. Why do we have to be late? This is why you see all the buses together in the street. Because the buses don't wait. We shouldn't have to wait. Why are we punished for being early? And everyone, he's being loud and everyone on the bus is going, oh, this guy. And I'm looking around and I'm trying to be empathic. And I'm like, oh, this guy. Because I want to be people. But in my head, I'm secretly thinking, he's not wrong. Most people couldn't get the next bus. But I'm like, empathy? I'm having empathy for the people around me who are annoyed. And then he goes too far. He gets right up in the driver's face. The driver goes, hey, I just go by the schedule. And he goes, oh, you must be new. Nobody does that. I've been taking this bus for 15 years. He's right up in her face. And I'm like, somebody's got to say something. So I stand up and I go, hey, man. And he turns and looks at me and the driver looks at me and everyone on the bus looks at me. And that was all I had planned. Couldn't be more present now. I was like, okay. I go, you gave it a shot. Because I wanted to be empathic to him too. I was like, okay, practicing empathy. That's what I said out loud. And what I desperately wanted to say, what was screaming inside of my head was, hey, man. How do I stop myself from becoming you? Because I realized in that moment, I looked at this man. You heard how I described him. Tall man, khaki shorts, blue shirt, glasses, brown hair. I realized, looking at him, that this was me from the future. And he looked back at me. I was like, oh, my God, he's come here to warn me that I have to get my overthinking under control. He's demonstrating. And he looked at me and he said, oh, you think you're aware of it? You think that's enough? You don't think you have to make hard decisions right now? It's enough to be aware of it? Well, maybe your life gets worse. Maybe your girlfriend breaks up with you. Maybe comedy doesn't work out the way you thought it was going to work out. Maybe you can't afford to buy new clothes for 15 years. And he looked me in the eyes and he said, the bus schedule is going to get very important. I'm Nat Towson. Thank you very much. That was Nat. You can find out more about Nat or read the transcript to the story on our website, Storyclider.org. Our website is just one way to connect with Storyclider, but there are so many other ways. And we hope you'll use all of them. You can always follow us on social media. We're on Twitter, Facebook, Instagram and TikTok. Head to Storyclider.org to become a financial supporter. Or if you want to tell a story on our stage, right now we're looking for astronomy stories for a special upcoming show in St. Louis. Submit your pitch at Storyclider.org slash submissions before August 15th. The Storyclider is very grateful for the support of Science Sandbox, a Simons Foundation initiative dedicated to engaging everyone with the process of science. This podcast is produced by me, Misha Gajewski, along with Nikesha Roberts Washington, Jen Chen and Aaron Barker, executive director and co-founder of the Storyclider. The stories featured in today's episode were from shows produced by Gasto Almanpe, Zach Stovall, Christine Gentry, Paula Croxen and Latasha Wright. All thanks goes out to Storyclider's board and staff, including Anne-Marie Lonsdale, Edith Gonzalez and Lindsay Cooper. Our theme music is by Ghost, and next week I'll be back with stories about burnout. Until next time, thanks so much for listening."}, "podcast_summary": "Outline of the podcast episode:\n\nI. Introduction\n- Host introduces the podcast and topic of overthinking\n- Mentions first story from Saren Sealy\n\nII. First Story: Saren Sealy - \"Questioning My Work\"\n- Saren Sealy's personal experience as a post-doctoral researcher\n- Facing an existential crisis about her work on studying grief and trauma\n- Seeking therapy and finding validation in her emotions\n- Discovering a connection with her work through a personal experience\n\nIII. Segment: Story Collider Donation Appeal\n- Host appeals for donations to support the Story Collider podcast\n\nIV. Second Story: Nat Towson - \"The Curse of Overthinking\"\n- Nat's tendency to overthink and ruin things for himself\n- Reflecting on his experience at a bachelor party and questioning his mindset\n- Seeking advice from his therapist about his overthinking tendencies\n- Recalling childhood experience of ruining the Berenstain Bears books\n- Realizing the significance of overthinking in his comedic and writing skills\n\nV. Conclusion\n- Host wraps up the episode and highlights the impact of overthinking\n- Encourages listeners to embrace their unique perspectives while being mindful of the negative effects of overthinking.", "podcast_guest": {"Guest": "Saren Sealy", "Wiki Summary": "Sarens is a Belgian multinational company headquartered in Wolvertem, Belgium. Its business includes, heavy lift, engineered transport, and crane rental services. It produces a variety of equipment including cranes, transportation, gantries, jacking products, and other heavy lifting products.\n\n"}, "podcast_highlights": "1. Lesson: It's okay to question your work and its meaning.\nEvidence: The speaker, Saren Sealy, expresses their existential crisis about their work and its relevance in the face of overwhelming grief and trauma.\nSpeaker Name: Saren Sealy\n\n2. Lesson: Seeking therapy can provide valuable insights and help overcome personal struggles.\nEvidence: The speaker, Saren Sealy, acknowledges the benefit of therapy and how it allowed them to recognize and address their overthinking patterns.\nSpeaker Name: Saren Sealy\n\n3. Lesson: Validation from a trusted source can have a significant impact on one's perspective.\nEvidence: The speaker, Saren Sealy, shares the impact of hearing validation from their therapist, which helped them reconsider their negative thoughts about their work.\nSpeaker Name: Saren Sealy\n\n4. Lesson: Overthinking can prevent full enjoyment and engagement in experiences.\nEvidence: The speaker, Nat Towson, reflects on his tendency to overthink and how it affected his experience at a bachelor party, causing him to question the purpose and dynamics of such events.\nSpeaker Name: Nat Towson\n\n5. Lesson: Overthinking can be a symptom rather than a diagnosis.\nEvidence: The speaker's therapist suggests that their overthinking is a symptom of their thought processes rather than a defining characteristic.\nSpeaker Name: Nat Towson\n\n6. Lesson: Reflecting on childhood experiences can provide insights into long-standing thought patterns.\nEvidence: Nat Towson reflects on his childhood experience of questioning the logic and details of Berenstain Bears books as an early example of his overthinking tendencies.\nSpeaker Name: Nat Towson\n\n7. Lesson: Overthinking can lead to finding flaws and negative details in various aspects of life.\nEvidence: Nat Towson's account of how he noticed plot holes and inconsistencies in the Berenstain Bears books exemplifies how overthinking can lead to finding flaws and negative aspects even in children's literature.\nSpeaker Name: Nat Towson\n\n8. Lesson: Overthinking tendencies may persist throughout life but can be managed through therapy and self-awareness.\nEvidence: The speaker's therapist suggests that their overthinking will likely continue but can be addressed with therapy and self-reflection.\nSpeaker Name: Nat Towson"}