{"podcast_details": {"podcast_title": "The Story Collider", "episode_title": "Fish Out of Water: Stories about feeling out of one's element", "episode_image": "https://megaphone.imgix.net/podcasts/96fb99c4-682b-11e8-bfb7-07c1a1876525/image/StoryCollider_logo_Color_tag_podcast2.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " A science story. I don't know why you're a scientist, they felt this way. And I just thought, well, it was that golden moment. Because science was on my side. Hey everyone, welcome to the Story Collider, where true personal stories about science help us to discover how weird and wonderful it is to exist in this world and be a human. I'm your host, Misha Gajewski, and this week we're jumping out of our comfort zones and grappling with imposter syndrome. Our first story is from Niti Jain. Niti is a National Science Foundation graduate research fellow at the Yale School of Environment and a Story Collider producer. Her story was recorded at the beloved caveat in New York, and it explores what happens when you end up in a situation where you get more than you bargained for. Here's Niti. I have always had the freedom to choose what it is that I want to do, and let me tell you, that is not the typical immigrant experience. Normally immigrant kids don't hear, well, you can just fuck around and find out. And animal science for me was the thing that I was most excited about, but it wasn't really the thing that I excelled at. No one was calling home to tell my mom that I won the science fair, and every Wednesday in college I would call my dad and tell him that I failed another math exam. And after enough of these failures, if you're trained in the scientific method, you start to think, maybe you're the common denominator? And my parents wondered, and I wondered too, what is the purpose of all of that struggle, especially if you live in the land of plenty and it should be so easy to find the thing that you're good at? What was the point of their hard work, the three jobs, the skipped meals, the broken backs, if I'm just setting myself up to fail? And is it better to find success where it comes, or do you do what you love even if you're not very good at it? So I pretty ambitiously declared a science major at the end of my first year of college and convinced someone at the National Science Foundation to give me a research opportunity. And I was so excited. They were going to pay me $8,000, which is more money than I had ever seen in my life. And I felt like this was a sign from the universe that I was walking on the right road. So I called up the graduate student that I'd be working with. I had to make my voice two octaves lower so I wouldn't sound so starstruck. And I learned that I'd be working in a marine lab learning about intraspecific variation in mosquito fish, which are a globally invasive species. I've never worked with mosquito fish or with invasives before, but I'm up for trying just about anything. So I was excited and I showed up for my first day at lab that summer. And honestly, if someone had to make a meme of that experience, it would be the video of Laura Dern turning her head to look at the brachiosaurus in Jurassic Park. There was a towering mold of a gray whale skeleton outside the lab and waves crashing against the shoreline and the smell of salty brine mixing with the redwood musk in the air. And I could feel that this would be the summer of Neethi. Finally, a moment to come into my own to figure out whether I could do this science thing. So the graduate student that I was working with took me to an inland lake where we would get field samples of the mosquito fish. And I had such a good time scooping all these little fish with this little net into a jar. I wasn't allowed a pet as a kid, so this is a real treat for me. And I wanted to catch some big fat ones and some cute little rainbow ones. And then we were driving back to lab and I was sitting in the passenger seat of this graduate student's truck and looking at the jar in my hands, watching the sunlight refract in the water. And I go, hey, these fish don't look so good. They're all kind of floating at the surface. And the grad student goes, yeah, they're in formaldehyde. They're dead. You're going to cut them open in lab and figure out their stomach contents. And all of a sudden I got this sinking feeling in my stomach because my excitement basically led to my choosing which would live and which would die. And so, you know, that's great. Cool, cool, cool, cool. I get to lab, I take out the scalpel, I slice into the first little fishy, and it turns out that it was a pregnant mama. Fun fact, mosquito fish don't lay eggs. They give live birth, which is a very fun, sexy fact for them and a very unfun, unsexy fact for me to learn in this moment. So all her little fishy fetuses come spilling out onto the table and staring at me with their big, betrayed, googly eyes. And the graduate student comes back into lab and sees me crying all over his fresh fishy sample. We decided to take a break for the day. And that was when I learned that this project would be this every day, every week, for eight weeks, for the entire summer, until I could get enough data on the feeding habits of mosquito fish to do future research on invasive species eradication. And I should say, I am not squeamish. I used to work in a poop lab at a zoo. And once you've picked enough small mammal bones out of lion excrement, it takes a lot to knock you down. But there was just something, there was this moral ambiguity to this project that I really couldn't resolve. For one thing, I was raised in the gen faith, and genism is a religion that is based in the practice of nonviolence. And I am not really sure about religion or how it fits into my understanding of science. But day after day of dead fishy eyes was really, really starting to get to me. And the other thing is I was really confused about the ethics of invasive species removal, because given how much ecosystems have already been disturbed by human intervention, it's not exactly clear to me what our role is in deciding which species persist and which don't. And whether or not these interventions are ever even successful in restoring species richness. So there was this moral, there was this dissonance between what I was doing and what I believed in. And I really struggled with that. I cried every day that week. I cried on my way to lab. I cried at lunchtime. I cried on my way back to my dorm room. And finally, at the end of the week, I worked up the courage to talk to my faculty advisor and tell him that I was really struggling with the nature of this project. And I asked him if I promised to get all the dissections done by the end of the summer, which is what I committed to, if I could maybe work on another project just a couple days a week to balance out the murder just a little bit. And this advisor, who was my first evaluator, giving me the first real test of my merit, he looked at me and said, this is what it means to do marine ecology. And if you're not comfortable with it, you're probably not cut out to be a scientist. In that moment, it felt like he had confirmed the nightmare, that I was some kind of imposter, that I had oversold my knowledge and my ability to do the work, and that someone made a mistake in admitting me. So I called up my dad. I told him to pick me up that weekend. And we were going to figure out how to return the stipend and go home. And I could see so clearly that this was the crossroads. This path was going to be such a thicket of trees with so many stumbles and so many falls. And it would be so easy for me to do something else, to pick up a track that I had forgotten about, to try to find the success that I could see people around me finding. But I didn't feel ready to go home. So I went back to my dorm room. I told my roommates what happened. And these incredible bad-ass, won't-take-no-friend-answer women told me to march my ass to the program coordinator's office and ask for another option. So one of my roommates coached me on the phone while the other one handed me the car keys. It was a 16-passenger van with no windows, so I can't even imagine how ridiculous I looked hunched over the wheel of this car, sobbing as I'm crawling down the street at five miles an hour. And I get into this program director's office, and before I even cross her threshold, I blurt out the fish and the dead mama and the dead babies and the crying and the you're not cut out for this. And she takes charge immediately. Because she was the program director, she was able to work with me to see if we could make something work with the original lab, and it just wasn't working out. So she offered me a spot in her B-lab for the summer, and that's what I spent the summer doing. I wish I could tell you it was so easy, just a total dream, but actually all of my flowers died in the first week, and so I had nothing to feed my bees with. So I designed artificial flowers, and that ended up being the first successful set of behavioral trials in history ever run with native bees. And I like to think that somewhere out there, those bees are telling their bee friends that they got to beta test the newest flower software update. In hindsight, I realize that there is something so extraordinary about doing something and not knowing if you're going to come out on the other side. It makes you feel like you're doing something real, like you're part of a species in evolutionary history that runs and reaches and keeps pushing despite everything in nature working against it. And I want to take the feedback of the people around me. I want to grow where I have blind spots, but I will never, ever let someone tell me what I can and can't do. And I am not going to be part of a system that keeps people out. I will spend the rest of my career making sure that nobody ever feels like science isn't for them. And next month, I'm going to be walking across the stage with my graduate degree. The National Science Foundation totally came through for me. They paid for me to become a scientist. Full ride. And to the purpose, to the question of what is the purpose of struggle? Do you do what you love, even if you're not very good at it? The purpose of struggle, at least for me, is that it lights the fire every day. It seasons the taste of success and it makes me feel alive. And I'm my parents' daughter. I think working hard is what makes something worth doing. Thank you so much. That was Niti Jain. If you'd like to learn more about her, head to our website, Storyclutter.org. Being a storyteller on our stage is just one way to make Storyclutter happen, but we know it's not for everyone. Maybe becoming a Storyclutter donor is more your speed. Storyclutter donors play an increasingly important role in our ability to bring you this podcast. We're readily in this together. Storyclutter is one big experiment that's designed to connect us around our love of discovery, curiosity, and the natural world. If you believe in the power these stories have and this mission, please consider donating to the Storyclutter at Storyclutter.org. The most popular level is the $10 a month, and you can make your tax-deductible donation at Storyclutter.org. But really, any level makes a difference and we're so grateful to everyone who supports Storyclutter. Our second story is from Harold Cox. Harold Cox likes to tell stories about tiny, goofy things that have happened to him. And you might have heard him on the moth or risk. Harold is also a professor of public health at Boston University School of Public Health. We recorded Harold's story at Turtle Swamp Brewing in Boston, which we're so sad is permanently closing in August. But don't worry, our Boston shows are now going to be at the MIT Museum starting in September. Here's Harold. When I got hired, I went immediately to talk to my 90-year-old aunt. She was in her rocking chair and she was in her bedroom. And I said, Aunt B, I just got this brand new job. I am going to be the chief public health officer for the city of Cambridge, Massachusetts. My aunt leaned forward. She had this huge smile on her face. And she said, mm, mm, mm, that's my baby. And I then said, Aunt B, in this job, I am going to talk to the chief of police. I'm going to talk to all the black pastors in town. I'm even going to have conversations with the president of Harvard University. My aunt stopped rocking and she leaned forward again. And this time she had kind of an inquisitive look on her face. And she said, baby, that's nice. But well, what you do? My aunt was as confused about what public health is as most people are. It's very difficult to try to explain to people. So I tried a couple of other things. And I said, you know, here's the things I'm going to be doing. And my aunt listened. And then she put her head against the backboard and she closed her eyes and she went to sleep. She'd had enough. But the question that she asked me, baby, what you do was a question that just lingered with me. And at the same time that that question lingered with me, I also started hearing a number of other questions that I was asking myself. Well, what are you going to do? Do you really know what you're going to do? Are you good enough? Why did they hire you? And what I realized was that my imposter syndrome was coming up again. This is something I was very, very familiar with. Imposter syndrome, you know, is that thing where you're asking yourself, are you good enough? And sometimes I'd ask myself that question so many times that it becomes so debilitating that there were things that I would just stop doing. So, for instance, I didn't finish my doctorate degree because largely because of imposter syndrome. But I was not going to let it get in my way this time. I wanted this job. I intended to do a good job in this job. And I was going to do it. I was going to tap that bad boy down so it was not going to get in my way. I was kind of beginning to think, so what is this job about? And the job in Cambridge had many, many different aspects. But one of the things that we did on a regular basis was to drill and to drill with our other colleagues for what we would do in case there was an emergency. So, for instance, what would we do in case somebody put a harmful chemical in the water supply? What would we do if the train blew up and it had some kind of poison or toxic item in it that was now being exposed to the environment? How would we handle that? We drilled on a regular basis. Now, we drilled so we could kind of figure out what we were going to do, but we also drilled because we thought something actually might happen for real. And it did. One day we got a telephone call from someone who said, I just received a package, and this package has some kind of strange white powder in it. I don't know what it is, but I really would wish that you would come and take a look at it. Now, we had actually been expecting to get these kinds of calls because somebody in another part of the country had actually taken the bacterium of anthraxus and had put it in a white powder form and then had put these white powder in an envelope, had addressed these envelopes, and sent these envelopes to a number of people. The thing you should know about this particular bacterium is that it can have very harmful effects for people who come in contact with it, and that's indeed what happened. There were a lot of people who got sick, and there were a number of people who died. So we expected to actually hear from people because people all across the country were on high alert thinking about where is the next package going to go? Where are we going to actually see this? So we responded to this in the same way that we had practiced, with all of the people being very involved. We were taken to the laboratory, and we got a call a little bit later that day that said this was not anthrax. The second time that we got a call, we learned that that was not anthrax. The third, fourth, and fifth times that we got a call, it was not anthrax. It was not anthrax when we received a call and someone said there is anthrax all over this table. There's this white powder. We don't know exactly what it is, but we think it could be something harmful, and we need you to come right away over here to Dunkin' Donuts. It was sugar, as expected. So I got to tell you, I was beginning to get a little tired of all of these incidents of white powder, and we were all getting a little tired of it. And on this one particular day, I'd gone home. I'd had a really long day, and I just was tired for the day. And as soon as I got home that day, I got on my little device there, you know what that thing was, what I'm trying to say, my beeper. On my beeper, I got a call that said white powder, and it gave an address. And the only thing I could do was just kind of roll my eyes and think, okay, here we go again. And I didn't want to go out that evening, and I called the fire chief and said, look, chief, I'm not going to come out to this particular event. He said, don't worry about it. We'll take care of it. A little bit later, I got a call from the chief who said the place that we went to pick this up was at Planned Parenthood. And because it was at Planned Parenthood, we are taking particular precautions around this, and we're taking it to the laboratory right away. And again, I rolled my eyes and said, okay, sure. A little bit later, I got a call from the laboratory, and they said it looks like anthrax. I froze. This was the first time out of all of the thousands of cases of white powder across the whole country that we'd actually had another case of anthrax. And we weren't quite certain exactly. I must tell you, I was not quite certain what we were going to do because I was scared. I was scared for the people that came in contact with it. I was scared for the fire and police folks who went to respond. I was scared for my city because I had no idea what this was going to mean for us in Cambridge. And I was scared for me and for my other public health colleagues because suddenly we were going to need to respond in a very different kind of way. At the laboratory, they said it looks like anthrax, but we need to get confirmation that it is anthrax. So they put it on an airplane and they sent it down to Atlanta to the Centers for Disease Control so that they could test it a little bit more. At the same time, I was beginning to get questions and my colleagues were beginning to get questions. Well, what should we do about the people who came in contact with it, the people at Planned Parenthood, the fire department, the police department? What should we do? Should people start getting treatment now? Where should they go? Should they go to the hospital? Should they go to their home? Should they go to some other special place? What should we do with their clothes? Who's going to take responsibility for their clothes? What should we say to their families? And at the same time I was getting those questions, I began to hear another set of questions. Baby, what you do? Are you good enough? Do you really know what you're doing? Are you the person that can really take care of these people at this time? And I tried to tap it down and I couldn't because it just wouldn't go away. And now I have these two sets of questions that are actually happening to me at the same time. On the one hand, I'm thinking about what am I going to do about these people who have been impacted by this thing? After all, people have died. And at the same time, I was hearing myself saying, are you good enough? Can you actually take care of all of this? I didn't sleep well that night. In fact, I don't think I slept at all. And the next day we got a call. It was a call we were expecting from the lab. And lab said, it's not anthrax. Someone had found a substance that looked very much like anthrax, but it wasn't anthrax. And it didn't play it out exactly the same and some of the harmful effects that we expected to see from anthrax, we were not going to see from this particular substance. So we were able to call people and tell them that they could calm down. Everybody could relax except me because I was still dealing with my imposter syndrome demons. And at that moment, I decided that I had to have a come to Jesus conversation. Are you going to continue to live like this? Are you going to continue to ask these questions about whether you're good enough at the same time that you're trying to do your work? And I decided I had to do something about it. So at that particular moment, I decided that I needed to start working with some of my colleagues and some of my mentors to actually understand what my job was about and how I performed in my job. I also needed to begin to think about how do I tap down the negative messages so that I can bring forth the positive messages about things that were happening in this particular community and that I was doing here. I began to understand also that getting rid of anthrax and getting rid of imposter syndrome is not just a one time thing. It's not something you just simply say, OK, I'm done. It's over. It requires practice in much the same way that we had to rehearse and had to drill for those emergencies. Thinking about imposter syndrome also requires for you to think about what you're doing and continue to practice on a continuous basis to push that down. And now some 20 plus years later, I still have imposter syndrome, but it is well under control. I now know I am good enough. I know that I do belong in the settings that I'm in. And I also know that when people ask me what is public health and they say, baby, what you do, I got an answer for them. Public health is about protecting and enhancing the health of the public. It's that simple. So now I have something for you. Now that I'm sure about what I'm doing. If you ever have one of those instances when you have white powder and you're wondering whether it is anthrax or whether it is sugar. Call me. That was Harold. If you'd like to learn more about him, visit our website, StoryCollider.org. Our website is just one way to connect with Story Collider, but there are so many other ways and we hope you'll use all of them. You can always follow us on social media. We're on Facebook, Twitter, Instagram and TikTok. Head to StoryCollider.org to become a financial supporter. Or if you want to tell a story on our stage right now, we're looking for astronomy stories for a special upcoming show in St. Louis. Submit your pitch at StoryCollider.org slash submissions before August 15th. The Story Collider is very grateful for the support of Science Sandbox, a Simon's Foundation initiative dedicated to engaging everyone with the process of science. This podcast is produced by me, Misha Gajewski, along with Nikesha Roberts Washington, Jen Chen and Aaron Barker, executive director and co-founder of the Story Collider. The stories featured in today's episode were from shows produced by Christine Gentry, Paula Croxen, Catherine Rue and Bart Thompson. Special thanks goes out to the Story Collider's board and staff, including Anne-Marie Lonsdale, Edith Gonzalez and Lindsay Cooper. Our theme music is by Ghost, and next week I'll be back with stories about overthinking and repetitive thoughts. Until then, thanks so much for listening."}, "podcast_summary": "I. Introduction\n- Introduction to the podcast episode of The Story Collider\n- Host welcomes listeners and introduces the theme of imposter syndrome\n\nII. First Story: Niti Jain\n- Niti Jain's background as an immigrant and her struggles in science\n- Her excitement and opportunity to conduct research in a marine lab\n- Moral ambiguity and ethical dilemmas in her research project\n- Niti's emotional struggles and questioning of her suitability as a scientist\n- Supportive roommates and finding a new research project\n- Overcoming imposter syndrome and finding purpose in struggle\n- Conclusion and reflection on the purpose of struggle\n\nIII. Call for Donations and Support\n- Information about supporting Story Collider and its mission\n- How donations help bring the podcast and live events to audiences\n\nIV. Second Story: Harold Cox\n- Harold Cox's experience as the chief public health officer for the city of Cambridge\n- Aunt B's confusion about his job and the imposter syndrome he feels\n- Regular drills and preparations for emergency situations\n- Anthrax scare and the fear and uncertainty it brings\n- The importance of taking precautions and the responsibility of public health officials\n- Conclusion and reflection on overcoming imposter syndrome\n\nV. Closing Remarks\n- Recap of the two stories and themes of imposter syndrome\n- Encouragement to support Story Collider through donations and attending live events\n- Thank you and closing remarks by the host", "podcast_guest": {"Guest": "Niti Jain", "Wiki Summary": "Jain law or Jaina law is the modern interpretation of ancient Jain law that consists of rules for adoption, marriage, succession and death prescribed for the followers of Jainism."}, "podcast_highlights": "Lessons from the podcast transcript:\n1. Lesson: Struggles lead to growth and a sense of purpose.\nEvidence: The speaker, Niti Jain, talks about her struggles in science and how they have shaped her determination and passion for her career.\nSpeaker name: Niti Jain\n2. Lesson: Imposter syndrome can hinder progress and self-esteem.\nEvidence: Niti Jain shares her experience with imposter syndrome, feeling like she wasn't cut out to be a scientist, and how it affected her confidence in her abilities.\nSpeaker name: Niti Jain\n3. Lesson: Seeking guidance and support can help overcome challenges.\nEvidence: Niti Jain reached out to her roommates and program coordinator for advice and assistance when faced with moral conflicts in her research project.\nSpeaker name: Niti Jain\n4. Lesson: Defining and understanding one's role and purpose is important for success.\nEvidence: Harold Cox reflects on his aunt's question about his job as a chief public health officer and how it prompted him to understand and explain his work better.\nSpeaker name: Harold Cox\n5. Lesson: Imposter syndrome can hold one back from reaching their full potential.\nEvidence: Harold Cox shares how imposter syndrome prevented him from completing his doctorate but resolved not to let it hinder him in his new job.\nSpeaker name: Harold Cox\n6. Lesson: Practice and preparation are crucial in handling emergency situations.\nEvidence: Harold Cox describes the drills they conducted in preparation for emergencies and how they applied that training when dealing with suspicious packages containing white powder.\nSpeaker name: Harold Cox\n7. Lesson: Fear and uncertainty can arise when faced with unexpected situations.\nEvidence: Harold Cox expresses his fear when they received a call suggesting the presence of anthrax, marking the first instance of a potentially harmful substance in their area.\nSpeaker name: Harold Cox"}